Repository: fangq/mcx
Catalog: mcxstudio/i18n/mcxstudio.*.po
Languages: de, fr, it, ja, pt

source: [Yuan2020] PBM over lifespan
de: [Yuan2020] PBM über Lebensspanne
fr: [Yuan2020] PBM sur durée de vie
it: [Yuan2020] PBM nel corso della vita
ja: [Yuan2020] 生涯にわたるPBM
pt: [Yuan2020] PBM ao longo da vida

source: [Yuan2021] Implicit MMC (iMMC)
de: [Yuan2021] Implizites MMC (iMMC)
fr: [Yuan2021] MMC implicite (iMMC)
it: [Yuan2021] MMC Implicito (iMMC)
ja: [Yuan2021] 暗黙MMC (iMMC)
pt: [Yuan2021] MMC Implícito (iMMC)

source: [Yan2020] SVMC hybrid method
de: [Yan2020] SVMC-Hybridmethode
fr: [Yan2020] Méthode hybride SVMC
it: [Yan2020] Metodo ibrido SVMC
ja: [Yan2020] SVMCハイブリッド方法
pt: [Yan2020] Método híbrido SVMC

source: Open Volume Viewer
de: Volumen-Viewer öffnen
fr: Ouvrir visualiseur de volume
it: Apri Visualizzatore Volume
ja: ボリュームビューアーを開く
pt: Abrir Visualizador de Volume

# tfmmcx.menuitem9.caption
source: Volume Designer
de: Volumen-Designer
fr: Concepteur de volume
it: Designer Volume
ja: ボリュームデザイナー
pt: Designer de Volume

source: Clear Log
de: Log löschen
fr: Effacer journal
it: Pulisci Log
ja: ログクリア
pt: Limpar Log

source: Copy selected
de: Ausgewähltes kopieren
fr: Copier sélection
it: Copia selezionato
ja: 選択項目をコピー
pt: Copiar selecionado

source: Export self-contained JSON input file
de: Eigenständige JSON-Eingabedatei exportieren
fr: Exporter fichier d'entrée JSON autonome
it: Esporta file input JSON autonomo
ja: 自己完結型JSON入力ファイルをエクスポート
pt: Exportar arquivo de entrada JSON auto-contido

source: Print MATLAB plotting commands only
de: Nur MATLAB-Plotting-Befehle ausgeben
fr: Imprimer seulement commandes de tracé MATLAB
it: Stampa solo comandi plottaggio MATLAB
ja: MATLABプロットコマンドのみ出力
pt: Imprimir apenas comandos de plotagem MATLAB

# tfmmcx.openhistoryfile.title
source: Open Photon History File (*.mch)
de: Photonen-Verlaufsdatei öffnen (*.mch)
fr: Ouvrir fichier d'historique de photons (*.mch)
it: Apri File Cronologia Fotoni (*.mch)
ja: 光子履歴ファイルを開く (*.mch)
pt: Abrir Arquivo de Histórico de Fótons (*.mch)

source: Open existing project
de: Vorhandenes Projekt öffnen
fr: Ouvrir projet existant
it: Apri progetto esistente
ja: 既存プロジェクトを開く
pt: Abrir projeto existente

# tfmmcx.openvolume.title
source: Open Photon History File (*.mch)
de: Photonen-Verlaufsdatei öffnen (*.mch)
fr: Ouvrir fichier d'historique de photons (*.mch)
it: Apri File Cronologia Fotoni (*.mch)
ja: 光子履歴ファイルを開く (*.mch)
pt: Abrir Arquivo de Histórico de Fótons (*.mch)

source: Built-in
de: Eingebaut
fr: Intégré
it: Integrato
ja: 内蔵
pt: Integrado

source: User-defined Â»
de: Benutzerdefiniert »
fr: Défini par utilisateur »
ja: ユーザー定義 »

source: Use Input File (-f)
de: Eingabedatei verwenden (-f)
fr: Utiliser fichier d'entrée (-f)
it: Usa File di Input (-f)
ja: 入力ファイル使用 (-f)
pt: Usar Arquivo de Entrada (-f)

source: Save project as
de: Projekt speichern als
fr: Sauvegarder projet sous
it: Salva progetto come
ja: プロジェクトに名前を付けて保存
pt: Salvar projeto como

source: Status: idle
de: Status: bereit
fr: Statut : inactif
it: Stato: inattivo
ja: ステータス: アイドル
pt: Status: inativo

# tfmmcx.sgconfig.columns[0].title.caption
source: Value
de: Wert
fr: Valeur
it: Valore
ja: 値
pt: Valor

source: MCXConfig This defines the remaining key parameters used in an MCX/MMC simulation.
de: MCXConfig Dies definiert die verbleibenden Schlüsselparameter, die in einer MCX/MMC-Simulation verwendet werden.
fr: MCXConfig Ceci définit les paramètres clés restants utilisés dans une simulation MCX/MMC.
it: MCXConfig Questo definisce i parametri chiave rimanenti usati in una simulazione MCX/MMC.
ja: MCXConfig これはMCX/MMCシミュレーションで使用される残りのキーパラメータを定義します。
pt: MCXConfig Isto define os parâmetros chave restantes usados em uma simulação MCX/MMC.

source: DetectorCfg This table defines all detectors in the domain. Please note that currently MCX/MMC only supports spherical detectors, defined by the [x,y,z] center position and radius (radius). Please also note that photon detection only happens before a photon is terminated, i.e. when it escapes the exterior bounding box or moving from a non-zero voxel to a zero voxel. Therefore, a detector's aperature is the actual bounding box surface or the surface of the non-zero voxels truncated by a sphere centered at [x,y,z] with raidus r. Detector position is sensitive to the "Origin from [0 0 0] -z" flag.
de: DetectorCfg Diese Tabelle definiert alle Detektoren im Bereich. Bitte beachten Sie, dass MCX/MMC derzeit nur sphärische Detektoren unterstützt, die durch die [x,y,z]-Mittelposition und den Radius definiert sind. Beachten Sie auch, dass Photonendetektion nur vor der Beendigung eines Photons stattfindet, d.h. wenn es die äußere Bounding-Box verlässt oder sich von einem Nicht-Null-Voxel zu einem Null-Voxel bewegt. Daher ist die Apertur eines Detektors die tatsächliche Bounding-Box-Oberfläche oder die Oberfläche der Nicht-Null-Voxel, die von einer Kugel mit Mittelpunkt [x,y,z] und Radius r abgeschnitten wird. Die Detektorposition ist empfindlich gegenüber dem "Ursprung von [0 0 0] -z"-Flag.
fr: DetectorCfg Ce tableau définit tous les détecteurs dans le domaine. Veuillez noter que actuellement MCX/MMC ne supporte que les détecteurs sphériques, définis par la position centrale [x,y,z] et le rayon. Veuillez aussi noter que la détection de photons n'arrive qu'avant qu'un photon soit terminé, c.-à-d. quand il échappe à la boîte englobante extérieure ou se déplace d'un voxel non nul vers un voxel nul. Par conséquent, l'ouverture d'un détecteur est la surface réelle de la boîte englobante ou la surface des voxels non nuls tronquée par une sphère centrée en [x,y,z] avec rayon r. La position du détecteur est sensible au drapeau "Origine depuis [0 0 0] -z".
it: DetectorCfg Questa tabella definisce tutti i rivelatori nel dominio. Si prega di notare che attualmente MCX/MMC supporta solo rivelatori sferici, definiti dalla posizione centrale [x,y,z] e raggio. Si prega anche di notare che la rilevazione di fotoni avviene solo prima che un fotone venga terminato, cioè quando esce dalla bounding box esterna o si sposta da un voxel non-zero a un voxel zero. Pertanto, l'apertura di un rivelatore è la superficie effettiva della bounding box o la superficie dei voxel non-zero troncata da una sfera centrata in [x,y,z] con raggio r. La posizione del rivelatore è sensibile al flag "Origine da [0 0 0] -z".
ja: DetectorCfg このテーブルはドメイン内のすべての検出器を定義します。 現在MCX/MMCは[x,y,z]中心位置と半径で定義される球形検出器のみをサポートしていることにご注意ください。 また、光子検出は光子が終了する前にのみ発生することにご注意ください。つまり、外部境界ボックスから脱出するか、非ゼロボクセルからゼロボクセルに移動するときです。したがって、検出器の開口は実際の境界ボックス表面、または[x,y,z]を中心とし半径rの球によって切り詰められた非ゼロボクセルの表面です。 検出器位置は「[0 0 0]からの原点 -z」フラグに敏感です。
pt: DetectorCfg Esta tabela define todos os detectores no domínio. Por favor note que atualmente MCX/MMC apenas suporta detectores esféricos, definidos pela posição central [x,y,z] e raio. Também note que a detecção de fótons apenas acontece antes de um fóton ser terminado, ou seja, quando ele escapa da caixa delimitadora exterior ou se move de um voxel não-zero para um voxel zero. Portanto, a abertura de um detector é a superfície real da caixa delimitadora ou a superfície dos voxels não-zero truncada por uma esfera centrada em [x,y,z] com raio r. A posição do detector é sensível à flag "Origem de [0 0 0] -z".

source: Î¼a (1/mm)
de: μa (1/mm)
fr: μa (1/mm)
ja: μa (1/mm)

source: Î¼s (1/mm)
de: μs (1/mm)
fr: μs (1/mm)
ja: μs (1/mm)

source: g (anisotropy)
de: g (Anisotropie)
fr: g (anisotropie)
it: g (anisotropia)
ja: g (異方性)
pt: g (anisotropia)

source: n (reflective index)
de: n (Brechungsindex)
fr: n (indice de réfraction)
it: n (indice rifrattivo)
ja: n (屈折率)
pt: n (índice refrativo)

source: MediaCfg This table defines the optical properties for all needed tissue labels. The first row (label 0) is reserved for the background medium - which includes the space outside the bounding box of the volume, as well as any voxels with a zero-value. One can select a row and copy/paste to other rows. If more labels are needed, move to the bottom of the table, and press "down" arrow key to create a new row below.
de: MediaCfg Diese Tabelle definiert die optischen Eigenschaften für alle benötigten Gewebe-Labels. Die erste Zeile (Label 0) ist für das Hintergrundmedium reserviert - das den Raum außerhalb der Bounding-Box des Volumens sowie alle Voxel mit Null-Wert umfasst. Man kann eine Zeile auswählen und in andere Zeilen kopieren/einfügen. Wenn mehr Labels benötigt werden, zum unteren Ende der Tabelle bewegen und die "Pfeil nach unten"-Taste drücken, um eine neue Zeile darunter zu erstellen.
fr: MediaCfg Ce tableau définit les propriétés optiques pour toutes les étiquettes de tissu nécessaires. La première rangée (étiquette 0) est réservée pour le milieu de fond - qui inclut l'espace extérieur à la boîte englobante du volume, ainsi que tous voxels avec une valeur zéro. On peut sélectionner une rangée et copier/coller vers d'autres rangées. Si plus d'étiquettes sont nécessaires, se déplacer vers le bas du tableau, et appuyer sur la touche flèche "bas" pour créer une nouvelle rangée en dessous.
it: MediaCfg Questa tabella definisce le proprietà ottiche per tutte le etichette di tessuto necessarie. La prima riga (etichetta 0) è riservata per il mezzo di sfondo - che include lo spazio fuori dalla bounding box del volume, così come qualsiasi voxel con valore zero. Si può selezionare una riga e copiare/incollare su altre righe. Se servono più etichette, spostarsi in fondo alla tabella, e premere il tasto freccia "giù" per creare una nuova riga sotto.
ja: MediaCfg このテーブルは必要なすべての組織ラベルの光学特性を定義します。 最初の行（ラベル0）は背景媒質用に予約されています - これにはボリュームの境界ボックス外の空間と、ゼロ値を持つすべてのボクセルが含まれます。 行を選択して他の行にコピー/ペーストできます。 より多くのラベルが必要な場合は、テーブルの下部に移動し、「下」矢印キーを押して下に新しい行を作成してください。
pt: MediaCfg Esta tabela define as propriedades ópticas para todos os rótulos de tecido necessários. A primeira linha (rótulo 0) é reservada para o meio de fundo - que inclui o espaço fora da caixa delimitadora do volume, bem como qualquer voxel com valor zero. Pode-se selecionar uma linha e copiar/colar para outras linhas. Se mais rótulos forem necessários, mova para o final da tabela, e pressione a tecla de seta "para baixo" para criar uma nova linha abaixo.

source: Box
fr: Boîte
it: Scatola
ja: ボックス
pt: Caixa

source: Add a 3D box (using the center of the voxels - i.e. add 0.5 in all directions)
de: 3D-Box hinzufügen (mit Voxel-Mittelpunkt - d.h. 0.5 in alle Richtungen addieren)
fr: Ajouter une boîte 3D (utilisant le centre des voxels - c.-à-d. ajouter 0.5 dans toutes les directions)
it: Aggiungi una scatola 3D (usando il centro dei voxel - cioè aggiungi 0.5 in tutte le direzioni)
ja: 3Dボックスを追加 (ボクセルの中心を使用 - つまり、すべての方向に0.5を追加)
pt: Adicionar uma caixa 3D (usando o centro dos voxels - ou seja, adicionar 0.5 em todas as direções)

source: Cylinder
de: Zylinder
fr: Cylindre
it: Cilindro
ja: 円柱
pt: Cilindro

source: Add a cylinder
de: Zylinder hinzufügen
fr: Ajouter un cylindre
it: Aggiungi un cilindro
ja: 円柱を追加
pt: Adicionar um cilindro

source: Grid
de: Gitter
fr: Grille
it: Griglia
ja: グリッド
pt: Grade

source: Define a uniform grid as the simulation space
de: Gleichmäßiges Gitter als Simulationsraum definieren
fr: Définir une grille uniforme comme espace de simulation
it: Definisci una griglia uniforme come spazio di simulazione
ja: シミュレーション空間として均一グリッドを定義
pt: Definir uma grade uniforme como o espaço de simulação

source: Name
fr: Nom
it: Nome
ja: 名前
pt: Nome

source: Define a name for the domain
de: Namen für den Bereich definieren
fr: Définir un nom pour le domaine
it: Definisci un nome per il dominio
ja: ドメインの名前を定義
pt: Definir um nome para o domínio

source: Origin
de: Ursprung
fr: Origine
it: Origine
ja: 原点
pt: Origem

source: Define the origin for subsequent objects
de: Ursprung für nachfolgende Objekte definieren
fr: Définir l'origine pour les objets suivants
it: Definisci l'origine per oggetti successivi
ja: 後続オブジェクトの原点を定義
pt: Definir a origem para objetos subsequentes

source: Sphere
de: Kugel
fr: Sphère
it: Sfera
ja: 球体
pt: Esfera

source: Add a 3D sphere
de: 3D-Kugel hinzufügen
fr: Ajouter une sphère 3D
it: Aggiungi una sfera 3D
ja: 3D球体を追加
pt: Adicionar uma esfera 3D

source: Subgrid
de: Untergitter
fr: Sous-grille
it: Sottogiglia
ja: サブグリッド
pt: Subgrade

source: Add a 3D box (using the lower-corner of the voxel)
de: 3D-Box hinzufügen (mit unterer Ecke des Voxels)
fr: Ajouter une boîte 3D (utilisant le coin inférieur du voxel)
it: Aggiungi una scatola 3D (usando l'angolo inferiore del voxel)
ja: 3Dボックスを追加 (ボクセルの下角を使用)
pt: Adicionar uma caixa 3D (usando o canto inferior do voxel)

source: Upper
de: Oberer
fr: Supérieur
it: Superiore
ja: 上部
pt: Superior

source: Add an upper-space defined by a linear inequality
de: Oberen Raum hinzufügen, definiert durch lineare Ungleichung
fr: Ajouter un espace supérieur défini par une inégalité linéaire
it: Aggiungi uno spazio superiore definito da una disuguaglianza lineare
ja: 線形不等式で定義された上部空間を追加
pt: Adicionar um espaço superior definido por uma desigualdade linear

source: XLayers
de: X-Schichten
fr: Couches X
it: StratiX
ja: X層
pt: CamadasX

source: Add a layered structure along x-axis
de: Geschichtete Struktur entlang x-Achse hinzufügen
fr: Ajouter une structure en couches le long de l'axe x
it: Aggiungi una struttura stratificata lungo l'asse x
ja: x軸に沿った層状構造を追加
pt: Adicionar uma estrutura em camadas ao longo do eixo x

source: XSlabs
de: X-Platten
fr: Dalles X
it: LastreX
ja: Xスラブ
pt: PlacasX

source: Add a slab along x-axis
de: Platte entlang x-Achse hinzufügen
fr: Ajouter une dalle le long de l'axe x
it: Aggiungi una lastra lungo l'asse x
ja: x軸に沿ったスラブを追加
pt: Adicionar uma placa ao longo do eixo x

source: YLayers
de: Y-Schichten
fr: Couches Y
it: StratiY
ja: Y層
pt: CamadasY

source: Add a layered structure along y-axis
de: Geschichtete Struktur entlang y-Achse hinzufügen
fr: Ajouter une structure en couches le long de l'axe y
it: Aggiungi una struttura stratificata lungo l'asse y
ja: y軸に沿った層状構造を追加
pt: Adicionar uma estrutura em camadas ao longo do eixo y

source: YSlabs
de: Y-Platten
fr: Dalles Y
it: LastreY
ja: Yスラブ
pt: PlacasY

source: Add a slab along y-axis
de: Platte entlang y-Achse hinzufügen
fr: Ajouter une dalle le long de l'axe y
it: Aggiungi una lastra lungo l'asse y
ja: y軸に沿ったスラブを追加
pt: Adicionar uma placa ao longo do eixo y

source: ZLayers
de: Z-Schichten
fr: Couches Z
it: StratiZ
ja: Z層
pt: CamadasZ

source: Add a layered structure along z-axis
de: Geschichtete Struktur entlang z-Achse hinzufügen
fr: Ajouter une structure en couches le long de l'axe z
it: Aggiungi una struttura stratificata lungo l'asse z
ja: z軸に沿った層状構造を追加
pt: Adicionar uma estrutura em camadas ao longo do eixo z

source: ZSlabs
de: Z-Platten
fr: Dalles Z
it: LastreZ
ja: Zスラブ
pt: PlacasZ

source: Add a slab along z-axis
de: Platte entlang z-Achse hinzufügen
fr: Ajouter une dalle le long de l'axe z
it: Aggiungi una lastra lungo l'asse z
ja: z軸に沿ったスラブを追加
pt: Adicionar uma placa ao longo do eixo z

# tfmmcx.shapedelete.caption
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
pt: Deletar

source: Delete selected object
de: Ausgewähltes Objekt löschen
fr: Supprimer objet sélectionné
it: Elimina oggetto selezionato
ja: 選択されたオブジェクトを削除
pt: Deletar objeto selecionado

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
pt: Editar

# tfmmcx.shapepreview.caption
source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
ja: プレビュー
pt: Visualizar

# tfmmcx.shapepreview.hint
source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
ja: プレビュー
pt: Visualizar

source: Print
de: Drucken
fr: Imprimer
it: Stampa
ja: 印刷
pt: Imprimir

source: Print selected object
de: Ausgewähltes Objekt drucken
fr: Imprimer objet sélectionné
it: Stampa oggetto selezionato
ja: 選択されたオブジェクトを印刷
pt: Imprimir objeto selecionado

# tfmmcx.shapereset.caption
source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta
ja: リセット
pt: Redefinir

source: Reset to a 60x60x60 homogeneous cubic domain
de: Auf 60x60x60 homogenen kubischen Bereich zurücksetzen
fr: Réinitialiser vers un domaine cubique homogène 60x60x60
it: Reimposta a un dominio cubico omogeneo 60x60x60
ja: 60x60x60均質立方ドメインにリセット
pt: Redefinir para um domínio cúbico homogêneo 60x60x60

source: Additional Settings
de: Zusätzliche Einstellungen
fr: Paramètres supplémentaires
it: Impostazioni Aggiuntive
ja: 追加設定
pt: Configurações Adicionais

source: Media Settings
de: Medien-Einstellungen
fr: Paramètres de milieu
it: Impostazioni Media
ja: 媒質設定
pt: Configurações de Mídia

source: Detector Settings (in voxel unit)
de: Detektor-Einstellungen (in Voxel-Einheiten)
fr: Paramètres de détecteur (en unités de voxel)
it: Impostazioni Rivelatore (in unità voxel)
ja: 検出器設定 (ボクセル単位)
pt: Configurações do Detector (em unidade de voxel)

source: Simulation Designer
de: Simulations-Designer
fr: Concepteur de simulation
it: Designer Simulazione
ja: シミュレーションデザイナー
pt: Designer de Simulação

# tfmmcx.tabvolumedesigner.caption
source: Volume Designer
de: Volumen-Designer
fr: Concepteur de volume
it: Designer Volume
ja: ボリュームデザイナー
pt: Designer de Volume

source: Validate
de: Validieren
fr: Valider
it: Valida
ja: 検証
pt: Validar

source: MCX Ribon
de: MCX-Menüband
fr: Ruban MCX
it: Barra Multifunzione MCX
ja: MCXリボン
pt: Faixa de Opções MCX

source: Plot ▾
de: Plotten ▾
fr: Tracer ▾
it: Plotta ▾
ja: プロット ▾
pt: Plotar ▾

source: Plot MCX output data
de: MCX-Ausgabedaten plotten
fr: Tracer données de sortie MCX
it: Plotta dati output MCX
ja: MCX出力データをプロット
pt: Plotar dados de saída MCX

source: Reset volume and define a different dimension
de: Volumen zurücksetzen und andere Dimension definieren
fr: Réinitialiser volume et définir une dimension différente
it: Reimposta volume e definisci una dimensione diversa
ja: ボリュームをリセットして異なる次元を定義
pt: Redefinir volume e definir uma dimensão diferente

# tfmmcx.toolbutton7.caption
source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta
ja: リセット
pt: Redefinir

source: Help ▾
de: Hilfe ▾
fr: Aide ▾
it: Aiuto ▾
ja: ヘルプ ▾
pt: Ajuda ▾

# tfmmcx.toolbutton9.hint
source: Browse help information
de: Hilfeinformationen durchsuchen
fr: Parcourir informations d'aide
it: Sfoglia informazioni di aiuto
ja: ヘルプ情報を参照
pt: Navegar informações de ajuda

source: Boundary Using this box to set the boundary condition for each one of the 6 facets on the bounding box. A total of 4 boundary conditions are supported: 1. total absorbing BC: photon hiting the boundary are terminated 2. Fresnel reflection BC: perform Fresnel reflection/transmission 3. mirror/total reflection BC: photon is 100% reflected (can run a long time) 4. cylic BC: a photon exiting from a facet will re-enter from the opposite one
de: Boundary Diese Box verwenden, um die Randbedingung für jede der 6 Facetten der Bounding-Box zu setzen. Insgesamt werden 4 Randbedingungen unterstützt: 1. Vollabsorbierende BC: Photonen, die die Grenze treffen, werden beendet 2. Fresnel-Reflexions-BC: Fresnel-Reflexion/Transmission durchführen 3. Spiegel/Vollreflexions-BC: Photon wird 100% reflektiert (kann lange dauern) 4. Zyklische BC: Ein Photon, das eine Facette verlässt, tritt von der gegenüberliegenden wieder ein
fr: Boundary Utiliser cette boîte pour définir la condition de frontière pour chacune des 6 facettes sur la boîte englobante. Un total de 4 conditions de frontière sont supportées : 1. BC d'absorption totale : les photons frappant la frontière sont terminés 2. BC de réflexion de Fresnel : effectuer réflexion/transmission de Fresnel 3. BC de réflexion miroir/totale : le photon est 100% réfléchi (peut fonctionner longtemps) 4. BC cyclique : un photon sortant d'une facette rentrera par l'opposée
it: Confine Usare questa casella per impostare la condizione di confine per ognuna delle 6 facce sulla bounding box. Un totale di 4 condizioni di confine sono supportate: 1. BC ad assorbimento totale: i fotoni che colpiscono il confine vengono terminati 2. BC di riflessione di Fresnel: eseguire riflessione/trasmissione di Fresnel 3. BC di riflessione speculare/totale: il fotone è riflesso al 100% (può eseguire per molto tempo) 4. BC ciclico: un fotone che esce da una faccia rientrerà da quella opposta
ja: Boundary このボックスを使用して、境界ボックスの6つの面それぞれに対する境界条件を設定します。合計4つの境界条件がサポートされています： 1. 全吸収BC: 境界に当たる光子が終了される 2. フレネル反射BC: フレネル反射/透過を実行 3. ミラー/全反射BC: 光子が100%反射される（長時間実行される可能性） 4. 循環BC: ある面から出る光子が反対側から再入する
pt: Contorno Usando esta caixa para definir a condição de contorno para cada uma das 6 facetas na caixa delimitadora. Um total de 4 condições de contorno são suportadas: 1. BC de absorção total: fótons que atingem o contorno são terminados 2. BC de reflexão de Fresnel: realizar reflexão/transmissão de Fresnel 3. BC de reflexão de espelho/total: fóton é 100% refletido (pode executar por muito tempo) 4. BC cíclico: um fóton saindo de uma faceta irá re-entrar da faceta oposta

# tfmnewsession.btcancel.caption
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar

source: Create A New Simulation
de: Neue Simulation erstellen
fr: Créer une nouvelle simulation
it: Crea Una Nuova Simulazione
ja: 新しいシミュレーションを作成
pt: Criar Uma Nova Simulação

# tfmnewsession.grprogram.caption
source: Run Monte Carlo simulation with
de: Monte-Carlo-Simulation ausführen mit
fr: Exécuter simulation Monte Carlo avec
it: Esegui simulazione Monte Carlo con
ja: モンテカルロシミュレーション実行ツール
pt: Executar simulação Monte Carlo com

source: Program
de: Programm
fr: Programme
it: Programma
ja: プログラム
pt: Programa

source: Please type in a unique session name
de: Bitte geben Sie einen eindeutigen Session-Namen ein
fr: Veuillez taper un nom de session unique
it: Si prega di digitare un nome sessione unico
ja: 一意のセッション名を入力してください
pt: Por favor digite um nome de sessão único

# tfmshapeeditor.btcancel.caption
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar

source: Edit Shapes
de: Formen bearbeiten
fr: Modifier formes
it: Modifica Forme
ja: 形状編集
pt: Editar Formas

# tfmsource.btcancel.caption
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar

source: Light Source Settings
de: Lichtquellen-Einstellungen
fr: Paramètres de source lumineuse
it: Impostazioni Sorgente Luminosa
ja: 光源設定
pt: Configurações da Fonte de Luz

source: pencil
de: Bleistift
fr: crayon
it: matita
ja: 鉛筆
pt: lápis

source: Please select a light source type:
de: Bitte wählen Sie einen Lichtquellentyp:
fr: Veuillez sélectionner un type de source lumineuse :
it: Si prega di selezionare un tipo di sorgente luminosa:
ja: 光源タイプを選択してください：
pt: Por favor selecione um tipo de fonte de luz:

source: Please define source parameters:
de: Bitte definieren Sie Quellparameter:
fr: Veuillez définir les paramètres de source :
it: Si prega di definire parametri sorgente:
ja: ソースパラメータを定義してください：
pt: Por favor defina parâmetros da fonte:

source: Running ...
de: Läuft ...
fr: En cours d'exécution...
it: In esecuzione ...
ja: 実行中...
pt: Executando ...

source: Running
de: Läuft
fr: En cours
it: In esecuzione
ja: 実行中
pt: Executando

source: Hide
de: Ausblenden
fr: Masquer
it: Nascondi
ja: 非表示
pt: Ocultar

source: Hide this window
de: Dieses Fenster ausblenden
fr: Masquer cette fenêtre
it: Nascondi questa finestra
ja: このウィンドウを非表示
pt: Ocultar esta janela

# tfmviewer.btbackground.hint
source: Change Background Color
de: Hintergrundfarbe ändern
fr: Changer couleur d'arrière-plan
it: Cambia Colore di Sfondo
ja: 背景色変更
pt: Alterar Cor de Fundo

source: Show Opaque Hull
de: Undurchsichtige Hülle anzeigen
fr: Afficher coque opaque
it: Mostra Scafo Opaco
ja: 不透明ハル表示
pt: Mostrar Casco Opaco

source: MCX Studio Volume Renderer
de: MCX Studio Volumen-Renderer
fr: Moteur de rendu de volume MCX Studio
it: Renderer Volume MCX Studio
ja: MCXスタジオボリュームレンダラー
pt: Renderizador de Volume MCX Studio

source: Slicing direction
de: Schnittrichtung
fr: Direction de coupe
it: Direzione taglio
ja: スライス方向
pt: Direção de corte

source: Rendering quality
de: Rendering-Qualität
fr: Qualité de rendu
it: Qualità rendering
ja: レンダリング品質
pt: Qualidade de renderização
