Repository: fangq/mcx
Catalog: mcxstudio/i18n/mcxstudio.*.po
Languages: de, fr, it, ja, pt

source: User Input When connecting to a remote server via ssh/scp, one may asked to type "yes" to save the ssh key or other interactive inputs. If this is the case, one can use this field to type user input, and click "Send" to pipe user input to the external program.
de: Benutzereingabe Beim Verbinden zu einem Remote-Server über ssh/scp kann man aufgefordert werden, "yes" zu tippen, um den SSH-Schlüssel zu speichern oder andere interaktive Eingaben zu machen. In diesem Fall kann man dieses Feld verwenden, um Benutzereingaben zu tippen, und "Senden" klicken, um die Benutzereingabe an das externe Programm zu leiten.
fr: Entrée utilisateur Lors de la connexion à un serveur distant via ssh/scp, on peut être invité à taper "yes" pour sauvegarder la clé ssh ou autres entrées interactives. Si c'est le cas, on peut utiliser ce champ pour taper l'entrée utilisateur, et cliquer "Envoyer" pour diriger l'entrée utilisateur vers le programme externe.
it: Input Utente Quando ci si connette a un server remoto via ssh/scp, potrebbe essere richiesto di digitare "yes" per salvare la chiave ssh o altri input interattivi. Se questo è il caso, si può usare questo campo per digitare l'input utente, e cliccare "Invia" per inviare l'input utente al programma esterno.
ja: ユーザー入力 ssh/scpを介してリモートサーバーに接続する際、sshキーを保存するために「yes」を入力するか、その他のインタラクティブ入力を求められる場合があります。その場合、このフィールドを使用してユーザー入力を入力し、「送信」をクリックしてユーザー入力を外部プログラムにパイプできます。
pt: Entrada do Usuário Ao conectar a um servidor remoto via ssh/scp, pode-se ser solicitado a digitar "yes" para salvar a chave ssh ou outras entradas interativas. Se este for o caso, pode-se usar este campo para digitar a entrada do usuário, e clicar "Enviar" para canalizar a entrada do usuário para o programa externo.

source: InputFile Specify the input file in either .inp or .json format.
de: InputFile Die Eingabedatei im .inp- oder .json-Format angeben.
fr: InputFile Spécifier le fichier d'entrée au format .inp ou .json.
it: InputFile Specificare il file di input in formato .inp o .json.
ja: InputFile .inpまたは.json形式の入力ファイルを指定します。
pt: InputFile Especificar o arquivo de entrada em formato .inp ou .json.

source: DetectedNum This sets the maximum number of detected photons to be stored. If the actual detected photon number is higher than this specified number, mcx/mmc will generate an warning and print out the actual detected photon count; one can use that output in this field to allow MCX to store all photons.
de: DetectedNum Dies setzt die maximale Anzahl der zu speichernden detektierten Photonen. Wenn die tatsächliche Anzahl detektierter Photonen höher ist als diese angegebene Zahl, erzeugt mcx/mmc eine Warnung und gibt die tatsächliche Anzahl detektierter Photonen aus; man kann diese Ausgabe in diesem Feld verwenden, um MCX zu erlauben, alle Photonen zu speichern.
fr: DetectedNum Ceci définit le nombre maximum de photons détectés à stocker. Si le nombre réel de photons détectés est supérieur à ce nombre spécifié, mcx/mmc générera un avertissement et affichera le décompte réel de photons détectés ; on peut utiliser cette sortie dans ce champ pour permettre à MCX de stocker tous les photons.
it: DetectedNum Questo imposta il numero massimo di fotoni rilevati da memorizzare. Se il numero effettivo di fotoni rilevati è superiore a questo numero specificato, mcx/mmc genererà un avviso e stamperà il conteggio effettivo di fotoni rilevati; si può usare quell'output in questo campo per consentire a MCX di memorizzare tutti i fotoni.
ja: DetectedNum これは保存される検出光子の最大数を設定します。実際の検出光子数がこの指定数より高い場合、mcx/mmcは警告を生成し、実際の検出光子数を出力します；MCXがすべての光子を保存できるようにするために、このフィールドでその出力を使用できます。
pt: DetectedNum Isto define o número máximo de fótons detectados a serem armazenados. Se o número real de fótons detectados for maior que este número especificado, mcx/mmc gerará um aviso e imprimirá a contagem real de fótons detectados; pode-se usar essa saída neste campo para permitir ao MCX armazenar todos os fótons.

source: GPUID Use this list to select the device or devices (CPU or GPU) used to run the simulation. For MCX, if multiple CUDA GPUs are installed, one can select multiple devices to speed up the calculation; for MCXCL and MMC, one can select OpenCL devices that include both CPU and GPUs. In such case, only devices of the same platform can be selected. For example, an NVIDIA GPU and a CPU can not be selected together.
de: GPUID Diese Liste verwenden, um das Gerät oder die Geräte (CPU oder GPU) auszuwählen, die für die Simulation verwendet werden. Für MCX kann man bei installierten mehreren CUDA-GPUs mehrere Geräte auswählen, um die Berechnung zu beschleunigen; für MCXCL und MMC kann man OpenCL-Geräte auswählen, die sowohl CPU als auch GPUs umfassen. In diesem Fall können nur Geräte derselben Plattform ausgewählt werden. Zum Beispiel können eine NVIDIA-GPU und eine CPU nicht zusammen ausgewählt werden.
fr: GPUID Utiliser cette liste pour sélectionner le périphérique ou les périphériques (CPU ou GPU) utilisés pour exécuter la simulation. Pour MCX, si plusieurs GPU CUDA sont installés, on peut sélectionner plusieurs périphériques pour accélérer le calcul ; pour MCXCL et MMC, on peut sélectionner des périphériques OpenCL qui incluent à la fois CPU et GPU. Dans ce cas, seuls les périphériques de la même plateforme peuvent être sélectionnés. Par exemple, un GPU NVIDIA et un CPU ne peuvent pas être sélectionnés ensemble.
it: GPUID Usare questo elenco per selezionare il dispositivo o i dispositivi (CPU o GPU) usati per eseguire la simulazione. Per MCX, se sono installate più GPU CUDA, si possono selezionare più dispositivi per velocizzare il calcolo; per MCXCL e MMC, si possono selezionare dispositivi OpenCL che includono sia CPU che GPU. In tal caso, possono essere selezionati solo dispositivi della stessa piattaforma. Per esempio, una GPU NVIDIA e una CPU non possono essere selezionate insieme.
ja: GPUID このリストを使用して、シミュレーション実行に使用するデバイス（CPUまたはGPU）を選択します。MCXでは、複数のCUDA GPUがインストールされている場合、計算を高速化するために複数のデバイスを選択できます；MCXCLとMMCでは、CPUとGPUの両方を含むOpenCLデバイスを選択できます。この場合、同じプラットフォームのデバイスのみを選択できます。例えば、NVIDIA GPUとCPUを一緒に選択することはできません。
pt: GPUID Use esta lista para selecionar o dispositivo ou dispositivos (CPU ou GPU) usados para executar a simulação. Para MCX, se múltiplas GPUs CUDA estiverem instaladas, pode-se selecionar múltiplos dispositivos para acelerar o cálculo; para MCXCL e MMC, pode-se selecionar dispositivos OpenCL que incluem tanto CPU quanto GPUs. Neste caso, apenas dispositivos da mesma plataforma podem ser selecionados. Por exemplo, uma GPU NVIDIA e uma CPU não podem ser selecionadas juntas.

source: MoreParam One can use this field to manually specify additional parameters that are not supported by this GUI tool. Any parameter set here will overwrite the previous setting.
de: MoreParam Man kann dieses Feld verwenden, um manuell zusätzliche Parameter anzugeben, die von diesem GUI-Tool nicht unterstützt werden. Jeder hier gesetzte Parameter überschreibt die vorherige Einstellung.
fr: MoreParam On peut utiliser ce champ pour spécifier manuellement des paramètres supplémentaires qui ne sont pas supportés par cet outil GUI. Tout paramètre défini ici écrasera le paramétrage précédent.
it: MoreParam Si può usare questo campo per specificare manualmente parametri aggiuntivi che non sono supportati da questo strumento GUI. Qualsiasi parametro impostato qui sovrascriverà l'impostazione precedente.
ja: MoreParam このフィールドを使用して、このGUIツールでサポートされていない追加パラメータを手動で指定できます。ここで設定されたパラメータは以前の設定を上書きします。
pt: MoreParam Pode-se usar este campo para especificar manualmente parâmetros adicionais que não são suportados por esta ferramenta GUI. Qualquer parâmetro definido aqui sobrescreverá a configuração anterior.

source: OutputFormat This specifies the output data file format. The supported formats are .mc2 - a simple binary format stores the voxel-by-voxel binary data in the column-major order .nii - the NIfTI-1 format .tx3 - a simple 3D texture binary format. ascii - text-based data file
de: OutputFormat Dies gibt das Ausgabedateiformat an. Die unterstützten Formate sind: .mc2 - ein einfaches Binärformat, das die Voxel-für-Voxel-Binärdaten in spaltenweiser Reihenfolge speichert .nii - das NIfTI-1-Format .tx3 - ein einfaches 3D-Textur-Binärformat ascii - textbasierte Datendatei
fr: OutputFormat Ceci spécifie le format de fichier de données de sortie. Les formats supportés sont : .mc2 - un format binaire simple stocke les données binaires voxel par voxel dans l'ordre colonne-majeure .nii - le format NIfTI-1 .tx3 - un format binaire de texture 3D simple ascii - fichier de données basé sur texte
it: OutputFormat Questo specifica il formato del file di dati di output. I formati supportati sono: .mc2 - un formato binario semplice che memorizza i dati binari voxel-per-voxel nell'ordine colonna-maggiore .nii - il formato NIfTI-1 .tx3 - un formato binario di texture 3D semplice ascii - file di dati basato su testo
ja: OutputFormat これは出力データファイル形式を指定します。サポートされる形式は： .mc2 - ボクセル単位のバイナリデータを列主順序で格納するシンプルなバイナリ形式 .nii - NIfTI-1形式 .tx3 - シンプルな3Dテクスチャバイナリ形式 ascii - テキストベースのデータファイル
pt: OutputFormat Isto especifica o formato do arquivo de dados de saída. Os formatos suportados são: .mc2 - um formato binário simples que armazena os dados binários voxel por voxel na ordem de coluna principal .nii - o formato NIfTI-1 .tx3 - um formato binário de textura 3D simples ascii - arquivo de dados baseado em texto

source: OutputType This option specifies the output data type. * Fluence rate [J/mm^2/s] - the default output * Fluence [J/mm^2] - the integration of the fluence rate over each time gate * Energy deposition [J] - can be computed by multiplying fluence with absorption Î¼a and voxel volume [mm^3] * Absorption Jacobian (mua) [1/mm] - in the replay mode, this outputs the sensitivity matrix for Î¼a; * Average scattering event count - in the replay mode, this outputs the number of scattering event per voxel * Momentum transfer sensivity (DCS) - in the replay mode, this outputs the momentum transfer contribution/sensitivity from each voxel.
de: OutputType Diese Option gibt den Ausgabedatentyp an. * Fluenzrate [J/mm^2/s] - die Standardausgabe * Fluenz [J/mm^2] - die Integration der Fluenzrate über jedes Zeitfenster * Energiedeposition [J] - kann durch Multiplikation der Fluenz mit Absorption μa und Voxelvolumen [mm^3] berechnet werden * Absorptions-Jacobi-Matrix (mua) [1/mm] - im Wiedergabemodus gibt dies die Sensitivitätsmatrix für μa aus * Durchschnittliche Streuungsereignisanzahl - im Wiedergabemodus gibt dies die Anzahl der Streuungsereignisse pro Voxel aus * Impulsübertragungssensitivität (DCS) - im Wiedergabemodus gibt dies den Impulsübertragungsbeitrag/die Sensitivität von jedem Voxel aus
fr: OutputType Cette option spécifie le type de données de sortie. * Taux de fluence [J/mm^2/s] - la sortie par défaut * Fluence [J/mm^2] - l'intégration du taux de fluence sur chaque fenêtre temporelle * Dépôt d'énergie [J] - peut être calculé en multipliant la fluence avec l'absorption μa et le volume de voxel [mm^3] * Jacobien d'absorption (mua) [1/mm] - en mode relecture, ceci génère la matrice de sensibilité pour μa * Décompte moyen d'événements de diffusion - en mode relecture, ceci génère le nombre d'événements de diffusion par voxel * Sensibilité de transfert de moment (DCS) - en mode relecture, ceci génère la contribution/sensibilité de transfert de moment de chaque voxel
ja: OutputType このオプションは出力データタイプを指定します。 * フルエンス率 [J/mm^2/s] - デフォルト出力 * フルエンス [J/mm^2] - 各タイムゲートでのフルエンス率の積分 * エネルギー沈着 [J] - フルエンスに吸収μaとボクセル体積 [mm^3] を掛けて計算可能 * 吸収ヤコビアン (mua) [1/mm] - リプレイモードで、μaの感度行列を出力 * 平均散乱イベント数 - リプレイモードで、ボクセル当たりの散乱イベント数を出力 * 運動量転送感度 (DCS) - リプレイモードで、各ボクセルからの運動量転送寄与/感度を出力

source: PhotonNum This defines the total simulated photons. Can be an integer or number in scientific form. For example 100000 and 1e5 are both acceptable. Please be noted that we highly suggest one to start with a small photon number to avoid extended run time.
de: PhotonNum Dies definiert die Gesamtzahl der simulierten Photonen. Kann eine ganze Zahl oder Zahl in wissenschaftlicher Form sein. Zum Beispiel sind 100000 und 1e5 beide akzeptabel. Bitte beachten Sie, dass wir dringend empfehlen, mit einer kleinen Photonenzahl zu beginnen, um längere Laufzeiten zu vermeiden.
fr: PhotonNum Ceci définit le total de photons simulés. Peut être un entier ou nombre en forme scientifique. Par exemple, 100000 et 1e5 sont tous deux acceptables. Veuillez noter que nous suggérons fortement de commencer avec un petit nombre de photons pour éviter un temps d'exécution prolongé.
it: PhotonNum Questo definisce il totale dei fotoni simulati. Può essere un intero o numero in forma scientifica. Per esempio 100000 e 1e5 sono entrambi accettabili. Si prega di notare che consigliamo vivamente di iniziare con un piccolo numero di fotoni per evitare tempi di esecuzione estesi.
ja: PhotonNum これは総シミュレーション光子数を定義します。 整数または科学記法の数値が可能です。例えば、100000と1e5の両方が受け入れられます。 実行時間の延長を避けるため、小さな光子数から始めることを強くお勧めします。
pt: PhotonNum Isto define o total de fótons simulados. Pode ser um inteiro ou número em forma científica. Por exemplo, 100000 e 1e5 são ambos aceitáveis. Por favor note que recomendamos altamente começar com um número pequeno de fótons para evitar tempo de execução estendido.

source: Integer
de: Ganzzahl
fr: Entier
it: Intero
ja: 整数
pt: Inteiro

source: RemoteCmd Please choose the remote connection command using the dropdown list, or type in this field manually. For windows, it is recommended to choose the plink.exe command; for Linux, it is recommended to use the ssh command. Please replace the user@server by the actual username and the server IP or domain name. You are highly recommended to set up key-based ssh access to avoid typing password. Tutorials can be found at http://www.linuxproblem.org/art_9.html
de: RemoteCmd Bitte wählen Sie den Remote-Verbindungsbefehl aus der Dropdown-Liste oder geben Sie in diesem Feld manuell ein. Für Windows wird empfohlen, den plink.exe-Befehl zu wählen; für Linux wird empfohlen, den ssh-Befehl zu verwenden. Bitte ersetzen Sie user@server durch den tatsächlichen Benutzernamen und die Server-IP oder den Domainnamen. Es wird dringend empfohlen, schlüsselbasierten SSH-Zugang einzurichten, um das Eingeben von Passwörtern zu vermeiden. Tutorials finden Sie unter http://www.linuxproblem.org/art_9.html
fr: RemoteCmd Veuillez choisir la commande de connexion distante en utilisant la liste déroulante, ou taper dans ce champ manuellement. Pour Windows, il est recommandé de choisir la commande plink.exe ; pour Linux, il est recommandé d'utiliser la commande ssh. Veuillez remplacer user@server par le nom d'utilisateur réel et l'IP du serveur ou nom de domaine. Il est fortement recommandé de configurer un accès ssh basé sur clé pour éviter de taper le mot de passe. Des tutoriels peuvent être trouvés sur http://www.linuxproblem.org/art_9.html
it: RemoteCmd Si prega di scegliere il comando di connessione remota usando l'elenco a discesa, o digitare in questo campo manualmente. Per Windows, si raccomanda di scegliere il comando plink.exe; per Linux, si raccomanda di usare il comando ssh. Si prega di sostituire user@server con il nome utente effettivo e l'IP del server o nome di dominio. Si raccomanda vivamente di impostare l'accesso ssh basato su chiave per evitare di digitare la password. I tutorial si possono trovare su http://www.linuxproblem.org/art_9.html
ja: RemoteCmd ドロップダウンリストを使用してリモート接続コマンドを選択するか、このフィールドに手動で入力してください。Windowsの場合、plink.exeコマンドを選択することが推奨されます；Linuxの場合、sshコマンドを使用することが推奨されます。 user@serverを実際のユーザー名とサーバーIPまたはドメイン名に置き換えてください。 パスワード入力を避けるために、キーベースのsshアクセスを設定することを強くお勧めします。チュートリアルは http://www.linuxproblem.org/art_9.html で見つけることができます。
pt: RemoteCmd Por favor escolha o comando de conexão remota usando a lista suspensa, ou digite neste campo manualmente. Para Windows, é recomendado escolher o comando plink.exe; para Linux, é recomendado usar o comando ssh. Por favor substitua user@server pelo nome de usuário real e o IP do servidor ou nome de domínio. É altamente recomendado configurar acesso ssh baseado em chave para evitar digitar senha. Tutoriais podem ser encontrados em http://www.linuxproblem.org/art_9.html

source: Built-in ssh
de: Eingebautes ssh
fr: ssh intégré
it: ssh integrato
ja: 内蔵ssh
pt: ssh integrado

source: RespinNum Setting this to a positive number will repeat the simulation by the specified repeition count starting from different random seeds. A negative integer asks MCX to divide the total photon number by the absolute value of this input and run each subpart at a time. This can reduce the per-call run time, but may result in extensive overhead of running repeated simulations.
de: RespinNum Dies auf eine positive Zahl zu setzen wiederholt die Simulation um die angegebene Wiederholungsanzahl, beginnend mit verschiedenen Zufallsseeds. Eine negative Ganzzahl fordert MCX auf, die Gesamtzahl der Photonen durch den absoluten Wert dieser Eingabe zu teilen und jeden Teilbereich einzeln auszuführen. Dies kann die Laufzeit pro Aufruf reduzieren, aber zu erheblichem Overhead beim Ausführen wiederholter Simulationen führen.
fr: RespinNum Définir ceci à un nombre positif répétera la simulation par le décompte de répétition spécifié en commençant depuis différentes graines aléatoires. Un entier négatif demande à MCX de diviser le nombre total de photons par la valeur absolue de cette entrée et d'exécuter chaque sous-partie à la fois. Ceci peut réduire le temps d'exécution par appel, mais peut résulter en une surcharge importante d'exécuter des simulations répétées.
it: RespinNum Impostare questo a un numero positivo ripeterà la simulazione per il conteggio di ripetizione specificato partendo da semi casuali diversi. Un intero negativo chiede a MCX di dividere il numero totale di fotoni per il valore assoluto di questo input ed eseguire ogni sottoparte alla volta. Questo può ridurre il tempo di esecuzione per chiamata, ma può risultare in un sovraccarico estensivo dell'eseguire simulazioni ripetute.
ja: RespinNum これを正の数に設定すると、異なるランダムシードから開始して指定された繰り返し回数だけシミュレーションを繰り返します。 負の整数は、MCXに総光子数をこの入力の絶対値で除算し、各サブパートを一度に実行するよう要求します。これによりコール当たりの実行時間を短縮できますが、繰り返しシミュレーション実行の広範囲なオーバーヘッドが発生する可能性があります。
pt: RespinNum Definir isto para um número positivo irá repetir a simulação pela contagem de repetição especificada começando de diferentes sementes aleatórias. Um inteiro negativo pede ao MCX para dividir o número total de fótons pelo valor absoluto desta entrada e executar cada subparte de cada vez. Isso pode reduzir o tempo de execução por chamada, mas pode resultar em sobrecarga extensiva de executar simulações repetidas.

source: Seed If this field is a large integer number, this specifies the RNG seed; if this is a file name ending with .mch, it loads an .mch file generated from previous simulation and replays the detected photons.
de: Seed Wenn dieses Feld eine große Ganzzahl ist, spezifiziert dies den RNG-Seed; wenn dies ein Dateiname ist, der mit .mch endet, lädt es eine .mch-Datei, die aus einer vorherigen Simulation generiert wurde, und gibt die detektierten Photonen wieder.
fr: Seed Si ce champ est un grand nombre entier, ceci spécifie la graine RNG ; si c'est un nom de fichier se terminant par .mch, il charge un fichier .mch généré depuis une simulation précédente et relit les photons détectés.
it: Seed Se questo campo è un numero intero grande, questo specifica il seme RNG; se questo è un nome file che termina con .mch, carica un file .mch generato da una simulazione precedente e ripete i fotoni rilevati.
ja: Seed このフィールドが大きな整数の場合、これはRNGシードを指定します； これが.mchで終わるファイル名の場合、以前のシミュレーションから生成された.mchファイルを読み込み、検出された光子をリプレイします。
pt: Seed Se este campo é um número inteiro grande, isso especifica a semente RNG; se isso é um nome de arquivo terminando com .mch, ele carrega um arquivo .mch gerado de simulação anterior e repete os fótons detectados.

source: A large integer or .mch file name
de: Eine große Ganzzahl oder .mch-Dateiname
fr: Un grand entier ou nom de fichier .mch
it: Un intero grande o nome file .mch
ja: 大きな整数または.mchファイル名
pt: Um inteiro grande ou nome de arquivo .mch

source: Session This string will be used in all output files as part of the file names.
de: Session Diese Zeichenkette wird in allen Ausgabedateien als Teil der Dateinamen verwendet.
fr: Session Cette chaîne sera utilisée dans tous les fichiers de sortie comme partie des noms de fichier.
it: Session Questa stringa verrà usata in tutti i file di output come parte dei nomi file.
ja: Session この文字列はすべての出力ファイルでファイル名の一部として使用されます。
pt: Session Esta string será usada em todos os arquivos de saída como parte dos nomes de arquivo.

source: ThreadNum Specify a large integer multiple of 32 (the warp size) to manually define the thread numbers. This is only used when the -A (autopilot mode) is not enabled.
de: ThreadNum Ein großes ganzzahliges Vielfaches von 32 (die Warp-Größe) angeben, um die Thread-Anzahl manuell zu definieren. Dies wird nur verwendet, wenn der -A (Autopilot-Modus) nicht aktiviert ist.
fr: ThreadNum Spécifier un grand entier multiple de 32 (la taille de warp) pour définir manuellement les nombres de threads. Ceci n'est utilisé que lorsque le -A (mode pilote automatique) n'est pas activé.
it: ThreadNum Specificare un intero grande multiplo di 32 (la dimensione del warp) per definire manualmente i numeri di thread. Questo viene usato solo quando il -A (modalità pilota automatico) non è abilitato.
ja: ThreadNum スレッド数を手動で定義するために32（ワープサイズ）の大きな整数倍を指定します。 これは-A（オートパイロットモード）が有効でない場合のみ使用されます。
pt: ThreadNum Especificar um inteiro grande múltiplo de 32 (o tamanho do warp) para definir manualmente os números de thread. Isto é usado apenas quando o -A (modo piloto automático) não está habilitado.

source: UnitInMM This defines the voxel size. By default, 1x1x1 mm^3 voxels are used. Has to be a positive floating point number. For example, 0.1 defines a 0.1x0.1x0.1 mm^3 voxel. Currently, only isotropic voxels are supported.
de: UnitInMM Dies definiert die Voxel-Größe. Standardmäßig werden 1x1x1 mm^3 Voxel verwendet. Muss eine positive Gleitkommazahl sein. Zum Beispiel definiert 0.1 ein 0.1x0.1x0.1 mm^3 Voxel. Derzeit werden nur isotrope Voxel unterstützt.
fr: UnitInMM Ceci définit la taille du voxel. Par défaut, des voxels de 1x1x1 mm^3 sont utilisés. Doit être un nombre à virgule flottante positif. Par exemple, 0.1 définit un voxel de 0.1x0.1x0.1 mm^3. Actuellement, seuls les voxels isotropes sont supportés.
it: UnitInMM Questo definisce la dimensione del voxel. Per impostazione predefinita, vengono usati voxel di 1x1x1 mm^3. Deve essere un numero in virgola mobile positivo. Per esempio, 0.1 definisce un voxel di 0.1x0.1x0.1 mm^3. Attualmente, sono supportati solo voxel isotropici.
ja: UnitInMM これはボクセルサイズを定義します。デフォルトでは1x1x1 mm^3ボクセルが使用されます。正の浮動小数点数である必要があります。例えば、0.1は0.1x0.1x0.1 mm^3ボクセルを定義します。 現在、等方性ボクセルのみサポートされています。
pt: UnitInMM Isto define o tamanho do voxel. Por padrão, voxels de 1x1x1 mm^3 são usados. Deve ser um número de ponto flutuante positivo. Por exemplo, 0.1 define um voxel de 0.1x0.1x0.1 mm^3. Atualmente, apenas voxels isotrópicos são suportados.
