Repository: fangq/mcx
Catalog: mcxstudio/i18n/mcxstudio.*.po
Languages: de, fr, it, ja, pt

source: Workload One can specify a series of comma-separated numbers to specify the relative portion of workload between multiple selected devices. For example: 10,10 asks MCX to run 50% of the total photons using the 1st device and 50% on the 2nd device. On the other hand, 10,100 splits the total photon 1:10 between the 1st and 2nd devices.
de: Workload Man kann eine Reihe kommagetrennnter Zahlen angeben, um den relativen Anteil der Arbeitslast zwischen mehreren ausgewählten Geräten zu spezifizieren. Zum Beispiel: 10,10 fordert MCX auf, 50% der Gesamtphotonen mit dem 1. Gerät und 50% mit dem 2. Gerät auszuführen. Andererseits teilt 10,100 die Gesamtphotonen 1:10 zwischen dem 1. und 2. Gerät auf.
fr: Workload On peut spécifier une série de nombres séparés par virgule pour spécifier la portion relative de charge de travail entre plusieurs périphériques sélectionnés. Par exemple : 10,10 demande à MCX d'exécuter 50% du total de photons en utilisant le 1er périphérique et 50% sur le 2ème périphérique. D'autre part, 10,100 divise le total de photons 1:10 entre le 1er et 2ème périphériques.
it: Workload Si può specificare una serie di numeri separati da virgole per specificare la porzione relativa di carico di lavoro tra più dispositivi selezionati. Per esempio: 10,10 chiede a MCX di eseguire il 50% del totale dei fotoni usando il 1° dispositivo e il 50% sul 2° dispositivo. D'altra parte, 10,100 divide il totale dei fotoni 1:10 tra il 1° e 2° dispositivo.
ja: Workload 複数の選択されたデバイス間のワークロードの相対的な部分を指定するために、カンマ区切りの数値シリーズを指定できます。 例：10,10はMCXに1番目のデバイスを使用して総光子の50%、2番目のデバイスで50%を実行するよう要求します。一方、10,100は1番目と2番目のデバイス間で総光子を1:10に分割します。
pt: Workload Pode-se especificar uma série de números separados por vírgula para especificar a porção relativa de carga de trabalho entre múltiplos dispositivos selecionados. Por exemplo: 10,10 pede ao MCX para executar 50% do total de fótons usando o 1º dispositivo e 50% no 2º dispositivo. Por outro lado, 10,100 divide o total de fótons 1:10 entre o 1º e 2º dispositivos.

source: Comma separated numbers
de: Kommagetrennte Zahlen
fr: Nombres séparés par virgule
it: Numeri separati da virgola
ja: カンマ区切りの数値
pt: Números separados por vírgula

source: Advanced Settings
de: Erweiterte Einstellungen
fr: Paramètres avancés
it: Impostazioni Avanzate
ja: 詳細設定
pt: Configurações Avançadas

source: ArrayOrder Select MATLAB array order indicates that the input volume has a column-major order - i.e. the left-most axis is the fastest index of the array, like in MATLAB or FORTRAN. Select C array order indicates that the input volume uses the row-major order - i.e. the right-most index is the fastest index of the array, like in C and Python.
de: ArrayOrder MATLAB-Array-Reihenfolge auswählen zeigt an, dass das Eingabevolumen eine spaltenhauptordnung hat - d.h. die linkeste Achse ist der schnellste Index des Arrays, wie in MATLAB oder FORTRAN. C-Array-Reihenfolge auswählen zeigt an, dass das Eingabevolumen die zeilenhauptordnung verwendet - d.h. der rechteste Index ist der schnellste Index des Arrays, wie in C und Python.
fr: ArrayOrder Sélectionner l'ordre de tableau MATLAB indique que le volume d'entrée a un ordre colonne-majeure - c.-à-d. l'axe le plus à gauche est l'index le plus rapide du tableau, comme dans MATLAB ou FORTRAN. Sélectionner l'ordre de tableau C indique que le volume d'entrée utilise l'ordre ligne-majeure - c.-à-d. l'index le plus à droite est l'index le plus rapide du tableau, comme en C et Python.
it: ArrayOrder Selezionare ordine array MATLAB indica che il volume di input ha un ordine colonna-maggiore - cioè l'asse più a sinistra è l'indice più veloce dell'array, come in MATLAB o FORTRAN. Selezionare ordine array C indica che il volume di input usa l'ordine riga-maggiore - cioè l'indice più a destra è l'indice più veloce dell'array, come in C e Python.
ja: ArrayOrder MATLAB配列順序を選択すると、入力ボリュームが列主順序を持つことを示します - つまり、最左軸がMATLABやFORTRANのように配列の最速インデックスです。 C配列順序を選択すると、入力ボリュームがCやPythonのように行主順序を使用することを示します - つまり、最右インデックスが配列の最速インデックスです。
pt: ArrayOrder Selecionar ordem de array MATLAB indica que o volume de entrada tem uma ordem de coluna principal - ou seja, o eixo mais à esquerda é o índice mais rápido do array, como em MATLAB ou FORTRAN. Selecionar ordem de array C indica que o volume de entrada usa a ordem de linha principal - ou seja, o índice mais à direita é o índice mais rápido do array, como em C e Python.

source: UseAtomic Using atomic operations avoids conflicts between multiple threads when writing to the same voxel, thus is highly recommended. In the very old CUDA hardware, using atomic operations has a high overhead, but such overhead was signficiantly less since the Fermi GPU.
de: UseAtomic Die Verwendung atomarer Operationen vermeidet Konflikte zwischen mehreren Threads beim Schreiben in dasselbe Voxel und wird daher dringend empfohlen. Bei sehr alter CUDA-Hardware haben atomare Operationen einen hohen Overhead, aber solcher Overhead war seit der Fermi-GPU deutlich geringer.
fr: UseAtomic Utiliser les opérations atomiques évite les conflits entre plusieurs threads lors de l'écriture au même voxel, donc est hautement recommandé. Dans le très ancien matériel CUDA, utiliser les opérations atomiques a une surcharge élevée, mais une telle surcharge était significativement moindre depuis le GPU Fermi.
it: UseAtomic Usare operazioni atomiche evita conflitti tra thread multipli quando si scrive sullo stesso voxel, quindi è altamente raccomandato. Nell'hardware CUDA molto vecchio, usare operazioni atomiche ha un alto sovraccarico, ma tale sovraccarico è stato significativamente minore dalla GPU Fermi.
ja: UseAtomic アトミック操作を使用すると、同じボクセルに書き込む際の複数スレッド間の競合を回避できるため、強く推奨されます。 非常に古いCUDAハードウェアでは、アトミック操作の使用は高いオーバーヘッドがありますが、Fermi GPU以降はそのようなオーバーヘッドは大幅に減少しました。
pt: UseAtomic Usar operações atômicas evita conflitos entre múltiplas threads ao escrever no mesmo voxel, portanto é altamente recomendado. Em hardware CUDA muito antigo, usar operações atômicas tem uma alta sobrecarga, mas tal sobrecarga foi significativamente menor desde a GPU Fermi.

source: Basic Settings
de: Grundeinstellungen
fr: Paramètres de base
it: Impostazioni Base
ja: 基本設定
pt: Configurações Básicas

source: Boundary cond.
de: Randbedingungen
fr: Cond. frontière
it: Cond. contorno
ja: 境界条件
pt: Cond. de contorno

source: Save detected photon
de: Detektierte Photonen speichern
fr: Sauvegarder photon détecté
it: Salva fotone rilevato
ja: 検出光子保存
pt: Salvar fóton detectado

source: GPU Settings
de: GPU-Einstellungen
fr: Paramètres GPU
it: Impostazioni GPU
ja: GPU設定
pt: Configurações de GPU

# tfmmcx.grprogram.caption
source: Run Monte Carlo simulation with
de: Monte-Carlo-Simulation ausführen mit
fr: Exécuter simulation Monte Carlo avec
it: Esegui simulazione Monte Carlo con
ja: モンテカルロシミュレーション実行ツール
pt: Executar simulação Monte Carlo com

source: MCProgram In this panel, you choose which simulator to use. Currently we support 3 simulators, * MCX: NVIDIA GPU-based simulation using voxelated domain * MCX-CL: OpenCL based CPU/GPU simulation using voxelated domain * MMC: OpenCL based CPU/GPU simulation using tetrahedral meshes The built-in domain designer only supports creating voxelated domains and creating meshes will be supported in the future.
de: MCProgram In diesem Panel wählen Sie, welchen Simulator Sie verwenden möchten. Derzeit unterstützen wir 3 Simulatoren: * MCX: NVIDIA GPU-basierte Simulation mit voxeliertem Bereich * MCX-CL: OpenCL-basierte CPU/GPU-Simulation mit voxeliertem Bereich * MMC: OpenCL-basierte CPU/GPU-Simulation mit tetraedrischen Netzen Der eingebaute Bereichsdesigner unterstützt nur die Erstellung voxelierter Bereiche und die Erstellung von Netzen wird in Zukunft unterstützt.
fr: MCProgram Dans ce panneau, vous choisissez quel simulateur utiliser. Actuellement nous supportons 3 simulateurs : * MCX : simulation basée sur GPU NVIDIA utilisant domaine voxélisé * MCX-CL : simulation CPU/GPU basée sur OpenCL utilisant domaine voxélisé * MMC : simulation CPU/GPU basée sur OpenCL utilisant maillages tétraédriques Le concepteur de domaine intégré ne supporte que la création de domaines voxélisés et la création de maillages sera supportée dans le futur.
it: MCProgram In questo pannello, scegli quale simulatore usare. Attualmente supportiamo 3 simulatori: * MCX: simulazione basata su GPU NVIDIA usando dominio voxelizzato * MCX-CL: simulazione CPU/GPU basata su OpenCL usando dominio voxelizzato * MMC: simulazione CPU/GPU basata su OpenCL usando mesh tetraedriche Il designer di dominio integrato supporta solo la creazione di domini voxelizzati e la creazione di mesh sarà supportata in futuro.
ja: MCProgram このパネルで使用するシミュレーターを選択します。 現在3つのシミュレーターをサポートしています： * MCX: ボクセル化ドメインを使用するNVIDIA GPUベースのシミュレーション * MCX-CL: ボクセル化ドメインを使用するOpenCLベースのCPU/GPUシミュレーション * MMC: 四面体メッシュを使用するOpenCLベースのCPU/GPUシミュレーション 内蔵ドメインデザイナーはボクセル化ドメインの作成のみをサポートし、メッシュ作成は将来サポートされる予定です。
pt: MCProgram Neste painel, você escolhe qual simulador usar. Atualmente suportamos 3 simuladores: * MCX: simulação baseada em GPU NVIDIA usando domínio voxelizado * MCX-CL: simulação CPU/GPU baseada em OpenCL usando domínio voxelizado * MMC: simulação CPU/GPU baseada em OpenCL usando malhas tetraédricas O designer de domínio integrado apenas suporta criar domínios voxelizados e criar malhas será suportado no futuro.

source: Switches
de: Schalter
fr: Commutateurs
it: Interruttori
ja: スイッチ
pt: Chaves

# tfmmcx.image1.hint
source: About MCX
de: Über MCX
fr: À propos de MCX
it: Informazioni su MCX
ja: MCXについて
pt: Sobre MCX

source: Thread number (-t)
de: Thread-Anzahl (-t)
fr: Nombre de threads (-t)
it: Numero thread (-t)
ja: スレッド数 (-t)
pt: Número de threads (-t)

# tfmmcx.label10.caption
source: or
de: oder
fr: ou
it: o
ja: または
pt: ou

source: Output format
de: Ausgabeformat
fr: Format de sortie
it: Formato output
ja: 出力形式
pt: Formato de saída

source: Run MCX on
de: MCX ausführen auf
fr: Exécuter MCX sur
it: Esegui MCX su
ja: MCX実行デバイス
pt: Executar MCX em

source: Seed (-E)
fr: Graine (-E)
it: Seme (-E)
ja: シード (-E)
pt: Semente (-E)

source: Output type (-O)
de: Ausgabetyp (-O)
fr: Type de sortie (-O)
it: Tipo output (-O)
ja: 出力タイプ (-O)
pt: Tipo de saída (-O)

source: Workload split
de: Arbeitslast-Aufteilung
fr: Division de charge
it: Divisione carico lavoro
ja: ワークロード分割
pt: Divisão de carga de trabalho

source: Debug flags
fr: Drapeaux de débogage
it: Flag debug
ja: デバッグフラグ
pt: Flags de debug

source: Replay detector ID (-Y)
de: Wiedergabe-Detektor-ID (-Y)
fr: ID détecteur relecture (-Y)
it: ID rivelatore ripetizione (-Y)
ja: リプレイ検出器ID (-Y)
pt: ID do detector de repetição (-Y)

source: Additional parameters
de: Zusätzliche Parameter
fr: Paramètres supplémentaires
it: Parametri aggiuntivi
ja: 追加パラメータ
pt: Parâmetros adicionais

# tfmmcx.label19.caption
source: or
de: oder
fr: ou
it: o
ja: または
pt: ou

source: Thread block size (-T)
de: Thread-Block-Größe (-T)
fr: Taille bloc de threads (-T)
it: Dimensione blocco thread (-T)
ja: スレッドブロックサイズ (-T)
pt: Tamanho do bloco de threads (-T)

source: Total photon number (-n)
de: Gesamtphotonenzahl (-n)
fr: Nombre total de photons (-n)
it: Numero totale fotoni (-n)
ja: 総光子数 (-n)
pt: Número total de fótons (-n)

source: Session ID (-s)
fr: ID de session (-s)
it: ID sessione (-s)
ja: セッションID (-s)
pt: ID da sessão (-s)

source: User Input>
de: Benutzereingabe>
fr: Entrée utilisateur>
it: Input Utente>
ja: ユーザー入力>
pt: Entrada do Usuário>

source: Array order (-a)
de: Array-Reihenfolge (-a)
fr: Ordre de tableau (-a)
it: Ordine array (-a)
ja: 配列順序 (-a)
pt: Ordem do array (-a)

source: Gate group size (-g)
de: Gate-Gruppengröße (-g)
fr: Taille groupe de fenêtre (-g)
it: Dimensione gruppo gate (-g)
ja: ゲートグループサイズ (-g)
pt: Tamanho do grupo de porta (-g)

source: Voxel size in mm (-u)
de: Voxel-Größe in mm (-u)
fr: Taille voxel en mm (-u)
it: Dimensione voxel in mm (-u)
ja: ボクセルサイズ(mm) (-u)
pt: Tamanho do voxel em mm (-u)

source: Max detected photons(-H)
de: Max. detektierte Photonen (-H)
fr: Max photons détectés (-H)
it: Max fotoni rilevati (-H)
ja: 最大検出光子数 (-H)
pt: Máx. fótons detectados (-H)

source: Atomic operations
de: Atomare Operationen
fr: Opérations atomiques
it: Operazioni atomiche
ja: アトミック操作
pt: Operações atômicas

source: Cache radius from src (-R)
de: Cache-Radius von Quelle (-R)
fr: Rayon cache depuis source (-R)
it: Raggio cache da src (-R)
ja: ソースからのキャッシュ半径 (-R)
pt: Raio de cache da fonte (-R)

source: Repetition (-r)
de: Wiederholung (-r)
fr: Répétition (-r)
it: Ripetizione (-r)
ja: 繰り返し (-r)
pt: Repetição (-r)

# tfmmcx.lvjobs.columns[0].caption
source: Session
it: Sessione
ja: セッション
pt: Sessão

source: About
de: Über
fr: À propos
it: Informazioni
ja: 情報
pt: Sobre

source: About the author
de: Über den Autor
fr: À propos de l'auteur
it: Informazioni sull'autore
ja: 開発者について
pt: Sobre o autor

source: New
de: Neu
fr: Nouveau
it: Nuovo
ja: 新規
pt: Novo

source: Add a new task
de: Neue Aufgabe hinzufügen
fr: Ajouter nouvelle tâche
it: Aggiungi nuova attività
ja: 新しいタスクを追加
pt: Adicionar nova tarefa

source: Setting
de: Einstellung
fr: Configuration
it: Impostazione
ja: 設定
pt: Configuração

source: Modify default paths
de: Standard-Pfade ändern
fr: Modifier chemins par défaut
it: Modifica percorsi predefiniti
ja: デフォルトパスを変更
pt: Modificar caminhos padrão

source: Copy session to clipboard
de: Session in Zwischenablage kopieren
fr: Copier session vers presse-papiers
it: Copia sessione negli appunti
ja: セッションをクリップボードにコピー
pt: Copiar sessão para área de transferência

source: Default
de: Standard
fr: Par défaut
it: Predefinito
ja: デフォルト
pt: Padrão

source: Set default values
de: Standardwerte setzen
fr: Définir valeurs par défaut
it: Imposta valori predefiniti
ja: デフォルト値を設定
pt: Definir valores padrão

# tfmmcx.mcxdodeleteitem.caption
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
pt: Deletar

source: Delete selected task
de: Ausgewählte Aufgabe löschen
fr: Supprimer tâche sélectionnée
it: Elimina attività selezionata
ja: 選択されたタスクを削除
pt: Deletar tarefa selecionada

source: Download volume labels (*_vol.nii)
de: Volumen-Labels herunterladen (*_vol.nii)
fr: Télécharger étiquettes de volume (*_vol.nii)
it: Scarica etichette volume (*_vol.nii)
ja: ボリュームラベルダウンロード (*_vol.nii)
pt: Baixar rótulos de volume (*_vol.nii)

source: Download fluence
de: Fluenz herunterladen
fr: Télécharger fluence
it: Scarica fluenza
ja: フルエンスダウンロード
pt: Baixar fluência

source: Download detected photon data (*.mch)
de: Detektierte Photonen-Daten herunterladen (*.mch)
fr: Télécharger données de photons détectés (*.mch)
it: Scarica dati fotoni rilevati (*.mch)
ja: 検出光子データダウンロード (*.mch)
pt: Baixar dados de fótons detectados (*.mch)

# tfmmcx.mcxdoexit.caption
source: Exit
de: Beenden
fr: Quitter
it: Esci
ja: 終了
pt: Sair

source: Exit MCX Studio
de: MCX Studio beenden
fr: Quitter MCX Studio
it: Esci da MCX Studio
ja: MCXスタジオを終了
pt: Sair do MCX Studio

# tfmmcx.mcxdohelp.caption
source: Help
de: Hilfe
fr: Aide
it: Aiuto
ja: ヘルプ
pt: Ajuda

# tfmmcx.mcxdohelp.hint
source: Browse help information
de: Hilfeinformationen durchsuchen
fr: Parcourir informations d'aide
it: Sfoglia informazioni di aiuto
ja: ヘルプ情報を参照
pt: Navegar informações de ajuda

source: Options
de: Optionen
it: Opzioni
ja: オプション
pt: Opções

source: List command line options
de: Kommandozeilen-Optionen auflisten
fr: Lister options de ligne de commande
it: Elenca opzioni riga di comando
ja: コマンドラインオプション一覧
pt: Listar opções de linha de comando

source: Open
de: Öffnen
fr: Ouvrir
it: Apri
ja: 開く
pt: Abrir

source: Open a project or volume file
de: Projekt- oder Volumendatei öffnen
fr: Ouvrir un projet ou fichier de volume
it: Apri un progetto o file di volume
ja: プロジェクトまたはボリュームファイルを開く
pt: Abrir um projeto ou arquivo de volume

source: Paste session from clipboard
de: Session aus Zwischenablage einfügen
fr: Coller session depuis presse-papiers
it: Incolla sessione dagli appunti
ja: クリップボードからセッションを貼り付け
pt: Colar sessão da área de transferência

source: Plot fluence (jnii)
de: Fluenz plotten (jnii)
fr: Tracer fluence (jnii)
it: Plotta fluenza (jnii)
ja: フルエンスプロット (jnii)
pt: Plotar fluência (jnii)

source: Plot fluence (mc2)
de: Fluenz plotten (mc2)
fr: Tracer fluence (mc2)
it: Plotta fluenza (mc2)
ja: フルエンスプロット (mc2)
pt: Plotar fluência (mc2)

source: Plot mesh
de: Netz plotten
fr: Tracer maillage
it: Plotta mesh
ja: メッシュプロット
pt: Plotar malha

source: Plot fluence (nii)
de: Fluenz plotten (nii)
fr: Tracer fluence (nii)
it: Plotta fluenza (nii)
ja: フルエンスプロット (nii)
pt: Plotar fluência (nii)

source: Plot Volume
de: Volumen plotten
fr: Tracer volume
it: Plotta Volume
ja: ボリュームプロット
pt: Plotar Volume

source: List GPU Info
de: GPU-Info auflisten
fr: Lister infos GPU
it: Elenca Info GPU
ja: GPU情報一覧
pt: Listar Informações da GPU

# tfmmcx.mcxdorun.caption
source: Run
de: Ausführen
fr: Exécuter
it: Esegui
ja: 実行
pt: Executar

source: Run selected task
de: Ausgewählte Aufgabe ausführen
fr: Exécuter tâche sélectionnée
it: Esegui attività selezionata
ja: 選択されたタスクを実行
pt: Executar tarefa selecionada

source: Run All
de: Alle ausführen
fr: Tout exécuter
it: Esegui Tutto
ja: すべて実行
pt: Executar Todos

source: Run all tasks
de: Alle Aufgaben ausführen
fr: Exécuter toutes les tâches
it: Esegui tutte le attività
ja: すべてのタスクを実行
pt: Executar todas as tarefas

source: Save
de: Speichern
fr: Sauvegarder
it: Salva
ja: 保存
pt: Salvar

source: Save tasks to a project file
de: Aufgaben in Projektdatei speichern
fr: Sauvegarder tâches vers fichier projet
it: Salva attività in un file progetto
ja: タスクをプロジェクトファイルに保存
pt: Salvar tarefas em um arquivo de projeto

source: Stop
de: Stoppen
fr: Arrêter
it: Ferma
ja: 停止
pt: Parar

source: Terminate current task
de: Aktuelle Aufgabe beenden
fr: Terminer tâche actuelle
it: Termina attività corrente
ja: 現在のタスクを終了
pt: Terminar tarefa atual

source: Toggle View
de: Ansicht umschalten
fr: Basculer vue
it: Commuta Vista
ja: ビュー切り替え
pt: Alternar Visualização

source: Verify
de: Überprüfen
fr: Vérifier
it: Verifica
ja: 検証
pt: Verificar

source: Verify parameters
de: Parameter überprüfen
fr: Vérifier paramètres
it: Verifica parametri
ja: パラメータを検証
pt: Verificar parâmetros

source: Web
ja: ウェブ

source: MCX homepage
fr: Page d'accueil MCX
it: Homepage MCX
ja: MCXホームページ
pt: Página inicial do MCX

source: File
de: Datei
fr: Fichier
ja: ファイル
pt: Arquivo

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações

# tfmmcx.menuitem2.caption
source: Run
de: Ausführen
fr: Exécuter
it: Esegui
ja: 実行
pt: Executar

source: Open output folder
de: Ausgabe-Ordner öffnen
fr: Ouvrir dossier de sortie
it: Apri cartella output
ja: 出力フォルダーを開く
pt: Abrir pasta de saída

source: Plot volume (_vol.nii)
de: Volumen plotten (_vol.nii)
fr: Tracer volume (_vol.nii)
it: Plotta volume (_vol.nii)
ja: ボリュームプロット (_vol.nii)
pt: Plotar volume (_vol.nii)

source: Download fluence (mc2/nii/hdr/img)
de: Fluenz herunterladen (mc2/nii/hdr/img)
fr: Télécharger fluence (mc2/nii/hdr/img)
it: Scarica fluenza (mc2/nii/hdr/img)
ja: フルエンスダウンロード (mc2/nii/hdr/img)
pt: Baixar fluência (mc2/nii/hdr/img)

source: Tools
de: Werkzeuge
fr: Outils
it: Strumenti
ja: ツール
pt: Ferramentas

source: Download detected photon data (mch)
de: Detektierte Photonen-Daten herunterladen (mch)
fr: Télécharger données de photons détectés (mch)
it: Scarica dati fotoni rilevati (mch)
ja: 検出光子データダウンロード (mch)
pt: Baixar dados de fótons detectados (mch)

source: Download volume mask (_vol.nii)
de: Volumenmaske herunterladen (_vol.nii)
fr: Télécharger masque de volume (_vol.nii)
it: Scarica maschera volume (_vol.nii)
ja: ボリュームマスクダウンロード (_vol.nii)
pt: Baixar máscara de volume (_vol.nii)

source: MCX Documentation
de: MCX-Dokumentation
fr: Documentation MCX
it: Documentazione MCX
ja: MCXドキュメント
pt: Documentação MCX

source: MMC Documentation
de: MMC-Dokumentation
fr: Documentation MMC
it: Documentazione MMC
ja: MMCドキュメント
pt: Documentação MMC

source: MCX-CL Documentation
de: MCX-CL-Dokumentation
fr: Documentation MCX-CL
it: Documentazione MCX-CL
ja: MCX-CLドキュメント
pt: Documentação MCX-CL

source: MCX/MCXCL User Forum (mcx-users)
de: MCX/MCXCL-Benutzerforum (mcx-users)
fr: Forum utilisateurs MCX/MCXCL (mcx-users)
it: Forum Utenti MCX/MCXCL (mcx-users)
ja: MCX/MCXCLユーザーフォーラム (mcx-users)
pt: Fórum de Usuários MCX/MCXCL (mcx-users)

# tfmmcx.menuitem4.caption
source: Help
de: Hilfe
fr: Aide
it: Aiuto
ja: ヘルプ
pt: Ajuda

source: MMC User Forum (mmc-users)
de: MMC-Benutzerforum (mmc-users)
fr: Forum utilisateurs MMC (mmc-users)
it: Forum Utenti MMC (mmc-users)
ja: MMCユーザーフォーラム (mmc-users)
pt: Fórum de Usuários MMC (mmc-users)

source: Iso2Mesh User Forum (iso2mesh-users)
de: Iso2Mesh-Benutzerforum (iso2mesh-users)
fr: Forum utilisateurs Iso2Mesh (iso2mesh-users)
it: Forum Utenti Iso2Mesh (iso2mesh-users)
ja: Iso2Meshユーザーフォーラム (iso2mesh-users)
pt: Fórum de Usuários Iso2Mesh (iso2mesh-users)

source: Download Nightly-Build
de: Nightly-Build herunterladen
fr: Télécharger version nocturne
it: Scarica Build Notturna
ja: ナイトリービルドダウンロード
pt: Baixar Compilação Noturna

source: Report MCX Issues
de: MCX-Probleme melden
fr: Signaler problèmes MCX
it: Segnala Problemi MCX
ja: MCX問題報告
pt: Reportar Problemas MCX

source: Report MMC Issues
de: MMC-Probleme melden
fr: Signaler problèmes MMC
it: Segnala Problemi MMC
ja: MMC問題報告
pt: Reportar Problemas MMC

source: Report MCX-CL Issues
de: MCX-CL-Probleme melden
fr: Signaler problèmes MCX-CL
it: Segnala Problemi MCX-CL
ja: MCX-CL問題報告
pt: Reportar Problemas MCX-CL

source: MCX GPU Speed Benchmark Database
de: MCX GPU-Geschwindigkeits-Benchmark-Datenbank
fr: Base de données benchmark vitesse GPU MCX
it: Database Benchmark Velocità GPU MCX
ja: MCX GPU速度ベンチマークデータベース
pt: Base de Dados de Benchmark de Velocidade GPU MCX

source: Refereces
de: Referenzen
fr: Références
it: Riferimenti
ja: 参考文献
pt: Referências

source: [Fang2009] Original MCX Paper
fr: [Fang2009] Article MCX original
it: [Fang2009] Articolo MCX Originale
ja: [Fang2009] 原典MCX論文
pt: [Fang2009] Artigo Original MCX

source: [Fang2010] Original MMC Paper
fr: [Fang2010] Article MMC original
it: [Fang2010] Articolo MMC Originale
ja: [Fang2010] 原典MMC論文
pt: [Fang2010] Artigo Original MMC

source: [Yu2018] Original MCX-CL Paper
fr: [Yu2018] Article MCX-CL original
it: [Yu2018] Articolo MCX-CL Originale
ja: [Yu2018] 原典MCX-CL論文
pt: [Yu2018] Artigo Original MCX-CL

source: [Fang2011] MMC ray-tracing comparison
de: [Fang2011] MMC-Ray-Tracing-Vergleich
fr: [Fang2011] Comparaison ray-tracing MMC
it: [Fang2011] Confronto ray-tracing MMC
ja: [Fang2011] MMCレイトレーシング比較
pt: [Fang2011] Comparação de ray-tracing MMC

source: [Yao2016] Widefield MMC
de: [Yao2016] Weitfeld-MMC
fr: [Yao2016] MMC champ large
it: [Yao2016] MMC Campo Ampio
ja: [Yao2016] 広視野MMC
pt: [Yao2016] MMC de Campo Amplo

source: [Yao2018] Jacobians with photon replay
de: [Yao2018] Jacobi-Matrizen mit Photonen-Wiedergabe
fr: [Yao2018] Jacobiens avec relecture de photons
it: [Yao2018] Jacobiani con ripetizione fotoni
ja: [Yao2018] 光子リプレイによるヤコビアン
pt: [Yao2018] Jacobianos com repetição de fótons

source: [Yan2019] Dual-grid MMC
fr: [Yan2019] MMC grille duale
it: [Yan2019] MMC Griglia Doppia
ja: [Yan2019] デュアルグリッドMMC
pt: [Yan2019] MMC de Grade Dupla

source: MCX Main Web
de: MCX-Hauptwebsite
fr: Site web principal MCX
it: Sito Web Principale MCX
ja: MCXメインウェブサイト
pt: Site Principal MCX

source: Table of all input flags
de: Tabelle aller Eingabe-Flags
fr: Tableau de tous les drapeaux d'entrée
it: Tabella di tutti i flag di input
ja: すべての入力フラグ一覧表
pt: Tabela de todas as flags de entrada

source: [Brain2Mesh2020] Brain2Mesh brain meshing toolbox
de: [Brain2Mesh2020] Brain2Mesh Gehirn-Vernetzungs-Toolbox
fr: [Brain2Mesh2020] Boîte à outils de maillage cérébral Brain2Mesh
it: [Brain2Mesh2020] Toolbox meshing cerebrale Brain2Mesh
ja: [Brain2Mesh2020] Brain2Mesh脳メッシュ化ツールボックス
pt: [Brain2Mesh2020] Caixa de ferramentas de malha cerebral Brain2Mesh
