Repository: fangq/mcx
Catalog: mcxstudio/i18n/mcxstudio.*.po
Languages: de, fr, it, ja, pt

source: DoSave Checking this option makes MCX/MMC outputs the volumetric fluence data: for MCX, it is the .mc2/.nii file; for MMC, it is a .dat file using P/H/B/S ray-tracers and .mc2/.nii files when using the dual-grid mode (-M G). Unchecking this option stops MCX/MMC output the .mc2/.nii file.
de: DoSave Diese Option zu aktivieren lässt MCX/MMC die volumetrischen Fluenz-Daten ausgeben: für MCX ist es die .mc2/.nii-Datei; für MMC ist es eine .dat-Datei mit P/H/B/S-Ray-Tracern und .mc2/.nii-Dateien beim Dual-Grid-Modus (-M G). Diese Option zu deaktivieren stoppt die MCX/MMC-Ausgabe der .mc2/.nii-Datei.
fr: DoSave Cocher cette option fait que MCX/MMC génère les données de fluence volumétrique : pour MCX, c'est le fichier .mc2/.nii ; pour MMC, c'est un fichier .dat utilisant les traceurs de rayons P/H/B/S et les fichiers .mc2/.nii lors de l'utilisation du mode grille duale (-M G). Décocher cette option arrête la sortie du fichier .mc2/.nii de MCX/MMC.
it: DoSave Selezionare questa opzione fa sì che MCX/MMC produca i dati di fluenza volumetrica: per MCX, è il file .mc2/.nii; per MMC, è un file .dat usando ray-tracer P/H/B/S e file .mc2/.nii quando si usa la modalità griglia duale (-M G). Deselezionare questa opzione ferma l'output del file .mc2/.nii di MCX/MMC.
ja: DoSave このオプションをチェックすると、MCX/MMCが体積フルエンスデータを出力します：MCXの場合は.mc2/.niiファイル；MMCの場合、P/H/B/Sレイトレーサーを使用する場合は.datファイル、デュアルグリッドモード（-M G）を使用する場合は.mc2/.niiファイルです。 このオプションのチェックを外すと、MCX/MMCの.mc2/.niiファイル出力が停止します。
pt: DoSave Marcar esta opção faz com que MCX/MMC gere os dados de fluência volumétrica: para MCX, é o arquivo .mc2/.nii; para MMC, é um arquivo .dat usando rastreadores de raios P/H/B/S e arquivos .mc2/.nii quando usando o modo de grade dupla (-M G). Desmarcar esta opção impede a saída do arquivo .mc2/.nii do MCX/MMC.

source: Save detected photons (-d)
de: Detektierte Photonen speichern (-d)
fr: Sauvegarder photons détectés (-d)
it: Salva fotoni rilevati (-d)
ja: 検出光子保存 (-d)
pt: Salvar fótons detectados (-d)

source: SaveDetector Checking this option allows one to store detected photon information. The output data records can be user-defined by selecting the check-box list entitled "Save detected photon". The output data are stored in a .mch file. Unchecking this option disables output the .mch file (can be slightly faster).
de: SaveDetector Diese Option zu aktivieren ermöglicht es, detektierte Photonen-Informationen zu speichern. Die Ausgabe-Datensätze können benutzerdefiniert werden, indem die Checkbox-Liste "Detektierte Photonen speichern" ausgewählt wird. Die Ausgabedaten werden in einer .mch-Datei gespeichert. Diese Option zu deaktivieren deaktiviert die Ausgabe der .mch-Datei (kann etwas schneller sein).
fr: SaveDetector Cocher cette option permet de stocker les informations de photons détectés. Les enregistrements de données de sortie peuvent être définis par l'utilisateur en sélectionnant la liste de cases à cocher intitulée "Sauvegarder photons détectés". Les données de sortie sont stockées dans un fichier .mch. Décocher cette option désactive la sortie du fichier .mch (peut être légèrement plus rapide).
it: SaveDetector Selezionare questa opzione consente di memorizzare informazioni sui fotoni rilevati. I record di dati di output possono essere definiti dall'utente selezionando l'elenco di caselle di controllo intitolato "Salva fotone rilevato". I dati di output sono memorizzati in un file .mch. Deselezionare questa opzione disabilita l'output del file .mch (può essere leggermente più veloce).
ja: SaveDetector このオプションをチェックすると、検出光子情報を保存できます。出力データレコードは、「検出光子保存」というタイトルのチェックボックスリストを選択することでユーザー定義できます。出力データは.mchファイルに保存されます。 このオプションのチェックを外すと.mchファイルの出力が無効になります（わずかに高速になる可能性があります）。
pt: SaveDetector Marcar esta opção permite armazenar informações de fótons detectados. Os registros de dados de saída podem ser definidos pelo usuário selecionando a lista de caixas de seleção intitulada "Salvar fóton detectado". Os dados de saída são armazenados em um arquivo .mch. Desmarcar esta opção desabilita a saída do arquivo .mch (pode ser ligeiramente mais rápido).

source: Save volume mask (-M)
de: Volumenmaske speichern (-M)
fr: Sauvegarder masque de volume (-M)
it: Salva maschera volume (-M)
ja: ボリュームマスク保存 (-M)
pt: Salvar máscara de volume (-M)

source: DoSaveMask Checking this option asks MCX to output the pre-processed volume masks. The preprocessed mask contains the voxels that are covered under detectors; these voxels are designated by setting the sign-bit as 1. One can visualize this dumped data mask using mcxplotvol.m Unchecking this option suppresses the output of this mask file.
de: DoSaveMask Diese Option zu aktivieren fordert MCX auf, die vorverarbeiteten Volumenmasken auszugeben. Die vorverarbeitete Maske enthält die Voxel, die unter Detektoren abgedeckt sind; diese Voxel werden durch Setzen des Vorzeichen-Bits auf 1 gekennzeichnet. Man kann diese ausgegebene Datenmaske mit mcxplotvol.m visualisieren. Diese Option zu deaktivieren unterdrückt die Ausgabe dieser Maskendatei.
fr: DoSaveMask Cocher cette option demande à MCX de générer les masques de volume prétraités. Le masque prétraité contient les voxels qui sont couverts sous les détecteurs ; ces voxels sont désignés en définissant le bit de signe à 1. On peut visualiser ce masque de données exporté en utilisant mcxplotvol.m Décocher cette option supprime la sortie de ce fichier de masque.
it: DoSaveMask Selezionare questa opzione chiede a MCX di produrre le maschere di volume pre-processate. La maschera pre-processata contiene i voxel che sono coperti sotto i rivelatori; questi voxel sono designati impostando il bit di segno a 1. Si può visualizzare questa maschera di dati scaricata usando mcxplotvol.m Deselezionare questa opzione sopprime l'output di questo file maschera.
ja: DoSaveMask このオプションをチェックすると、MCXに前処理されたボリュームマスクを出力するよう要求します。前処理マスクには検出器の下でカバーされるボクセルが含まれており；これらのボクセルは符号ビットを1に設定することで指定されます。mcxplotvol.mを使用してこのダンプされたデータマスクを可視化できます。 このオプションのチェックを外すと、このマスクファイルの出力が抑制されます。
pt: DoSaveMask Marcar esta opção pede ao MCX para gerar as máscaras de volume pré-processadas. A máscara pré-processada contém os voxels que estão cobertos sob detectores; estes voxels são designados configurando o bit de sinal como 1. Pode-se visualizar esta máscara de dados despejada usando mcxplotvol.m Desmarcar esta opção suprime a saída deste arquivo de máscara.

source: Save diffuse reflectance (-X)
de: Diffuse Reflektanz speichern (-X)
fr: Sauvegarder réflectance diffuse (-X)
it: Salva riflettanza diffusa (-X)
ja: 拡散反射率保存 (-X)
pt: Salvar reflectância difusa (-X)

source: DoSaveRef Checking this option allows MCX/MMC to output the escaped photon weights on the exterior surface of the domain. For MCX, to save the total diffuse reflectance, one must pad a layer of zero voxels in the facet or full bounding box of the domain to store such data. The raw total diffuse reflectance are normalized and stored as negative values in the .mc2/.nii file. When loading such file using loadmc2.m, the diffuse reflectance data are extracted and converted to positive output. Unchecking this option disables saving diffuse reflectance data.
de: DoSaveRef Diese Option zu aktivieren ermöglicht es MCX/MMC, die Gewichte entkommener Photonen auf der Außenfläche des Bereichs auszugeben. Für MCX muss man zum Speichern der gesamten diffusen Reflektanz eine Schicht von Null-Voxeln in die Facette oder vollständige Bounding-Box des Bereichs einfügen, um solche Daten zu speichern. Die rohe gesamte diffuse Reflektanz wird normalisiert und als negative Werte in der .mc2/.nii-Datei gespeichert. Beim Laden einer solchen Datei mit loadmc2.m werden die diffusen Reflektanz-Daten extrahiert und in positive Ausgabe umgewandelt. Diese Option zu deaktivieren deaktiviert das Speichern von diffusen Reflektanz-Daten.
fr: DoSaveRef Cocher cette option permet à MCX/MMC de générer les poids des photons échappés sur la surface extérieure du domaine. Pour MCX, pour sauvegarder la réflectance diffuse totale, il faut remplir une couche de voxels zéro dans la facette ou la boîte englobante complète du domaine pour stocker de telles données. La réflectance diffuse totale brute est normalisée et stockée comme valeurs négatives dans le fichier .mc2/.nii. Lors du chargement d'un tel fichier avec loadmc2.m, les données de réflectance diffuse sont extraites et converties en sortie positive. Décocher cette option désactive la sauvegarde des données de réflectance diffuse.
it: DoSaveRef Selezionare questa opzione consente a MCX/MMC di produrre i pesi dei fotoni fuggiti sulla superficie esterna del dominio. Per MCX, per salvare la riflettanza diffusa totale, bisogna riempire uno strato di voxel zero nella faccia o bounding box completa del dominio per memorizzare tali dati. La riflettanza diffusa totale grezza viene normalizzata e memorizzata come valori negativi nel file .mc2/.nii. Quando si carica tale file usando loadmc2.m, i dati di riflettanza diffusa vengono estratti e convertiti in output positivo. Deselezionare questa opzione disabilita il salvataggio dei dati di riflettanza diffusa.
ja: DoSaveRef このオプションをチェックすると、MCX/MMCがドメインの外表面で逃げた光子の重みを出力できます。MCXでは、総拡散反射率を保存するために、そのようなデータを保存するためにドメインの面または完全な境界ボックスにゼロボクセルの層をパッドする必要があります。生の総拡散反射率は正規化され、.mc2/.niiファイルに負の値として保存されます。loadmc2.mを使用してそのようなファイルを読み込むと、拡散反射率データが抽出され、正の出力に変換されます。 このオプションのチェックを外すと、拡散反射率データの保存が無効になります。
pt: DoSaveRef Marcar esta opção permite ao MCX/MMC gerar os pesos de fótons escapados na superfície exterior do domínio. Para MCX, para salvar a reflectância difusa total, deve-se preencher uma camada de voxels zero na faceta ou caixa delimitadora completa do domínio para armazenar tais dados. A reflectância difusa total bruta é normalizada e armazenada como valores negativos no arquivo .mc2/.nii. Ao carregar tal arquivo usando loadmc2.m, os dados de reflectância difusa são extraídos e convertidos para saída positiva. Desmarcar esta opção desabilita o salvamento de dados de reflectância difusa.

source: Save photon seeds (-q)
de: Photonen-Seeds speichern (-q)
fr: Sauvegarder graines de photons (-q)
it: Salva semi fotoni (-q)
ja: 光子シード保存 (-q)
pt: Salvar sementes de fótons (-q)

source: DoSaveSeed Checking this option allows one to save the RNG seeds of the detected photons in the .mch file. This makes it possible to perform photon replay to compute the Jacobian when feeding this output .mch file as the seed for the replay run. Unchecking this option disables saving photon seeds.
de: DoSaveSeed Diese Option zu aktivieren ermöglicht es, die RNG-Seeds der detektierten Photonen in der .mch-Datei zu speichern. Dies macht es möglich, eine Photonen-Wiedergabe durchzuführen, um die Jacobi-Matrix zu berechnen, wenn diese Ausgabe-.mch-Datei als Seed für den Wiedergabelauf verwendet wird. Diese Option zu deaktivieren deaktiviert das Speichern von Photonen-Seeds.
fr: DoSaveSeed Cocher cette option permet de sauvegarder les graines RNG des photons détectés dans le fichier .mch. Cela permet d'effectuer une relecture de photons pour calculer le jacobien lors de l'utilisation de ce fichier .mch de sortie comme graine pour l'exécution de relecture. Décocher cette option désactive la sauvegarde des graines de photons.
it: DoSaveSeed Selezionare questa opzione consente di salvare i semi RNG dei fotoni rilevati nel file .mch. Questo rende possibile eseguire la ripetizione dei fotoni per calcolare il Jacobiano quando si alimenta questo file .mch di output come seme per l'esecuzione di ripetizione. Deselezionare questa opzione disabilita il salvataggio dei semi fotoni.
ja: DoSaveSeed このオプションをチェックすると、検出光子のRNGシードを.mchファイルに保存できます。これにより、この出力.mchファイルをリプレイ実行のシードとして供給する際に、ヤコビアンを計算するための光子リプレイを実行できます。 このオプションのチェックを外すと、光子シードの保存が無効になります。
pt: DoSaveSeed Marcar esta opção permite salvar as sementes RNG dos fótons detectados no arquivo .mch. Isso torna possível realizar repetição de fótons para calcular o Jacobiano ao alimentar este arquivo .mch de saída como a semente para a execução de repetição. Desmarcar esta opção desabilita o salvamento de sementes de fótons.

source: Shared file system
de: Gemeinsames Dateisystem
fr: Système de fichiers partagé
it: File system condiviso
ja: 共有ファイルシステム
pt: Sistema de arquivos compartilhado

source: DoSharedFS Checking this option suggests that both the client and the server share the same file system, thus, no file copying is needed. In other word, the folder structure to read/write on both client and server are identical. This is the case when one uses nfs/autofs on Linux/Mac.
de: DoSharedFS Diese Option zu aktivieren deutet darauf hin, dass Client und Server dasselbe Dateisystem teilen, daher ist kein Dateikopieren erforderlich. Mit anderen Worten, die Ordnerstruktur zum Lesen/Schreiben auf Client und Server ist identisch. Dies ist der Fall bei der Verwendung von nfs/autofs auf Linux/Mac.
fr: DoSharedFS Cocher cette option suggère que le client et le serveur partagent le même système de fichiers, donc aucune copie de fichier n'est nécessaire. En d'autres termes, la structure de dossiers pour lire/écrire sur le client et le serveur sont identiques. C'est le cas lors de l'utilisation de nfs/autofs sur Linux/Mac.
it: DoSharedFS Selezionare questa opzione suggerisce che sia il client che il server condividono lo stesso file system, pertanto, non è necessaria alcuna copia di file. In altre parole, la struttura delle cartelle per leggere/scrivere sia sul client che sul server sono identiche. Questo è il caso quando si usa nfs/autofs su Linux/Mac.
ja: DoSharedFS このオプションをチェックすると、クライアントとサーバーが同じファイルシステムを共有しているため、ファイルコピーが不要であることを示します。つまり、クライアントとサーバー両方での読み書きのフォルダー構造が同一です。これはLinux/Macでnfs/autofsを使用する場合です。
pt: DoSharedFS Marcar esta opção sugere que tanto o cliente quanto o servidor compartilham o mesmo sistema de arquivos, portanto, nenhuma cópia de arquivo é necessária. Em outras palavras, a estrutura de pastas para ler/escrever tanto no cliente quanto no servidor são idênticas. Este é o caso quando se usa nfs/autofs no Linux/Mac.

source: Show progress bar
de: Fortschrittsbalken anzeigen
fr: Afficher barre de progression
it: Mostra barra di progresso
ja: プログレスバー表示
pt: Mostrar barra de progresso

source: ShowProgress (This option is highly experimental, use with caution, may cause hanging on some GPUs) Check this option to let MCX/MMC to print a progress bar during the GPU simulation. In some hardware, this may cause unstable behaviors such as stalling or never return even the simulation is complete. If such behavior is detected, please uncheck this option.
de: ShowProgress (Diese Option ist hochgradig experimentell, mit Vorsicht verwenden, kann bei einigen GPUs zu Hängern führen) Diese Option aktivieren, damit MCX/MMC während der GPU-Simulation einen Fortschrittsbalken anzeigt. Bei einiger Hardware kann dies zu instabilem Verhalten wie Blockierung oder niemals zurückkehren führen, auch wenn die Simulation abgeschlossen ist. Wenn solches Verhalten erkannt wird, deaktivieren Sie bitte diese Option.
fr: ShowProgress (Cette option est hautement expérimentale, utiliser avec précaution, peut causer des blocages sur certains GPU) Cocher cette option permet à MCX/MMC d'afficher une barre de progression pendant la simulation GPU. Sur certains matériels, cela peut causer des comportements instables comme des blocages ou ne jamais retourner même lorsque la simulation est terminée. Si un tel comportement est détecté, veuillez décocher cette option.
it: ShowProgress (Questa opzione è altamente sperimentale, usare con cautela, può causare blocchi su alcune GPU) Selezionare questa opzione per far stampare a MCX/MMC una barra di progresso durante la simulazione GPU. In alcuni hardware, questo può causare comportamenti instabili come stallo o non tornare mai anche se la simulazione è completa. Se tale comportamento viene rilevato, si prega di deselezionare questa opzione.
ja: ShowProgress （このオプションは高度に実験的であり、注意して使用してください。一部のGPUでハングを引き起こす可能性があります） このオプションをチェックして、MCX/MMCがGPUシミュレーション中にプログレスバーを印刷できるようにします。一部のハードウェアでは、シミュレーションが完了しても停止したり戻らないなどの不安定な動作を引き起こす可能性があります。そのような動作が検出された場合は、このオプションのチェックを外してください。
pt: ShowProgress (Esta opção é altamente experimental, use com cautela, pode causar travamento em algumas GPUs) Marque esta opção para permitir ao MCX/MMC imprimir uma barra de progresso durante a simulação GPU. Em alguns hardwares, isso pode causar comportamentos instáveis como travamento ou nunca retornar mesmo quando a simulação está completa. Se tal comportamento for detectado, por favor desmarque esta opção.

source: Skip void space (-k)
de: Leerraum überspringen (-k)
fr: Ignorer espace vide (-k)
it: Salta spazio vuoto (-k)
ja: 空隙スペーススキップ (-k)
pt: Pular espaço vazio (-k)

source: DoSkipVoid Checking this option starts photon's ellapse time when it first enters a non-zero voxel. Unchecking this option starts photon's ellapse time at launch time, regardless it is launched in the background (0-valued) voxel or non-zero voxel.
de: DoSkipVoid Diese Option zu aktivieren startet die verstrichene Zeit des Photons, wenn es zum ersten Mal in ein Nicht-Null-Voxel eintritt. Diese Option zu deaktivieren startet die verstrichene Zeit des Photons zur Startzeit, unabhängig davon, ob es im Hintergrund- (0-wertig) oder Nicht-Null-Voxel gestartet wird.
fr: DoSkipVoid Cocher cette option démarre le temps écoulé du photon quand il entre pour la première fois dans un voxel non nul. Décocher cette option démarre le temps écoulé du photon au moment du lancement, qu'il soit lancé dans le voxel de fond (valeur 0) ou voxel non nul.
it: DoSkipVoid Selezionare questa opzione avvia il tempo trascorso del fotone quando entra per la prima volta in un voxel non-zero. Deselezionare questa opzione avvia il tempo trascorso del fotone al momento del lancio, indipendentemente dal fatto che venga lanciato nel voxel di sfondo (valore 0) o voxel non-zero.
ja: DoSkipVoid このオプションをチェックすると、光子が最初に非ゼロボクセルに入ったときに光子の経過時間が開始されます。 このオプションのチェックを外すと、背景（0値）ボクセルまたは非ゼロボクセルのどちらで起動されるかに関係なく、起動時に光子の経過時間が開始されます。
pt: DoSkipVoid Marcar esta opção inicia o tempo decorrido do fóton quando ele primeiro entra em um voxel não-zero. Desmarcar esta opção inicia o tempo decorrido do fóton no momento do lançamento, independentemente de ser lançado no voxel de fundo (valor 0) ou voxel não-zero.

source: Do specular reflection (-V)
de: Spiegelreflexion durchführen (-V)
fr: Faire réflexion spéculaire (-V)
it: Esegui riflessione speculare (-V)
ja: 鏡面反射実行 (-V)
pt: Fazer reflexão especular (-V)

source: DoSpecular Checking this option performs a transmission calculation if a photon is launched in the background; this results in change of direction angle and loss of energy. Unchecking this option moves a photon into a non-zero voxel without considering the specular reflection and change of direction.
de: DoSpecular Diese Option zu aktivieren führt eine Transmissionsberechnung durch, wenn ein Photon im Hintergrund gestartet wird; dies führt zu einer Änderung des Richtungswinkels und Energieverlust. Diese Option zu deaktivieren bewegt ein Photon in ein Nicht-Null-Voxel, ohne die Spiegelreflexion und Richtungsänderung zu berücksichtigen.
fr: DoSpecular Cocher cette option effectue un calcul de transmission si un photon est lancé dans l'arrière-plan ; cela résulte en un changement d'angle de direction et une perte d'énergie. Décocher cette option déplace un photon dans un voxel non nul sans considérer la réflexion spéculaire et le changement de direction.
it: DoSpecular Selezionare questa opzione esegue un calcolo di trasmissione se un fotone viene lanciato nello sfondo; questo risulta in un cambio di angolo di direzione e perdita di energia. Deselezionare questa opzione sposta un fotone in un voxel non-zero senza considerare la riflessione speculare e il cambio di direzione.
ja: DoSpecular このオプションをチェックすると、光子が背景で起動された場合に透過計算を実行します；これにより方向角の変化とエネルギーの損失が発生します。 このオプションのチェックを外すと、鏡面反射と方向変化を考慮せずに光子を非ゼロボクセルに移動させます。
pt: DoSpecular Marcar esta opção realiza um cálculo de transmissão se um fóton é lançado no fundo; isso resulta em mudança do ângulo de direção e perda de energia. Desmarcar esta opção move um fóton para um voxel não-zero sem considerar a reflexão especular e mudança de direção.

source: Orign from [0,0,0] (-z)
de: Ursprung von [0,0,0] (-z)
fr: Origine depuis [0,0,0] (-z)
it: Origine da [0,0,0] (-z)
ja: [0,0,0]からの原点 (-z)
pt: Origem de [0,0,0] (-z)

source: DoSrcFrom0 Checking this item assumes the lower-bottom corner of the voxelated domain is [0,0,0] mm. The definitions of source and detector positions are impacted by this definition. Unchecking this option assumes the lower-bottom corner of the domain is [1,1,1] mm.
de: DoSrcFrom0 Dieses Element zu aktivieren nimmt an, dass die untere linke Ecke des voxelisierten Bereichs [0,0,0] mm ist. Die Definitionen von Quell- und Detektorpositionen werden von dieser Definition beeinflusst. Diese Option zu deaktivieren nimmt an, dass die untere linke Ecke des Bereichs [1,1,1] mm ist.
fr: DoSrcFrom0 Cocher cet élément suppose que le coin inférieur gauche du domaine voxélisé est [0,0,0] mm. Les définitions des positions de source et de détecteur sont impactées par cette définition. Décocher cette option suppose que le coin inférieur gauche du domaine est [1,1,1] mm.
it: DoSrcFrom0 Selezionare questo elemento assume che l'angolo inferiore-basso del dominio voxelizzato sia [0,0,0] mm. Le definizioni delle posizioni sorgente e rivelatore sono influenzate da questa definizione. Deselezionare questa opzione assume che l'angolo inferiore-basso del dominio sia [1,1,1] mm.
ja: DoSrcFrom0 この項目をチェックすると、ボクセル化ドメインの左下角が[0,0,0] mmであると仮定します。ソースと検出器位置の定義がこの定義に影響されます。 このオプションのチェックを外すと、ドメインの左下角が[1,1,1] mmであると仮定します。
pt: DoSrcFrom0 Marcar este item assume que o canto inferior esquerdo do domínio voxelizado é [0,0,0] mm. As definições das posições de fonte e detector são impactadas por esta definição. Desmarcar esta opção assume que o canto inferior esquerdo do domínio é [1,1,1] mm.

source: Benchmark This option asks to run the built-in benchmark.
de: Benchmark Diese Option fordert auf, den eingebauten Benchmark auszuführen.
fr: Benchmark Cette option demande d'exécuter le test de performance intégré.
it: Benchmark Questa opzione chiede di eseguire il benchmark integrato.
ja: Benchmark このオプションは内蔵ベンチマークの実行を要求します。
pt: Benchmark Esta opção solicita executar o benchmark integrado.

source: ThreadBlock Specify a small integer, preferably a multiple of 32, to define the block size - for example, 64 means a thread block contains 64 threads. This is only used when the -A (autopilot mode) is not enabled.
de: ThreadBlock Eine kleine ganze Zahl angeben, vorzugsweise ein Vielfaches von 32, um die Blockgröße zu definieren - zum Beispiel bedeutet 64, dass ein Thread-Block 64 Threads enthält. Dies wird nur verwendet, wenn der -A (Autopilot-Modus) nicht aktiviert ist.
fr: ThreadBlock Spécifier un petit entier, de préférence un multiple de 32, pour définir la taille de bloc - par exemple, 64 signifie qu'un bloc de threads contient 64 threads. Ceci n'est utilisé que lorsque le -A (mode pilote automatique) n'est pas activé.
it: ThreadBlock Specificare un intero piccolo, preferibilmente un multiplo di 32, per definire la dimensione del blocco - per esempio, 64 significa che un blocco di thread contiene 64 thread. Questo viene usato solo quando il -A (modalità pilota automatico) non è abilitato.
ja: ThreadBlock ブロックサイズを定義するために小さな整数、できれば32の倍数を指定します - 例えば、64はスレッドブロックが64個のスレッドを含むことを意味します。 これは-A（オートパイロットモード）が有効でない場合のみ使用されます。
pt: ThreadBlock Especificar um inteiro pequeno, preferencialmente um múltiplo de 32, para definir o tamanho do bloco - por exemplo, 64 significa que um bloco de thread contém 64 threads. Isto é usado apenas quando o -A (modo piloto automático) não está habilitado.
