Repository: fangq/mcx
Catalog: mcxstudio/i18n/mcxstudio.*.po
Languages: de, fr, it, ja, pt

source: Cutting plane position:
de: Schnittebenen-Position:
fr: Position du plan de coupe :
it: Posizione piano taglio:
ja: 切断面位置：
pt: Posição do plano de corte:

source: Invisible threshold
de: Unsichtbarkeitsschwelle
fr: Seuil invisible
it: Soglia invisibile
ja: 非表示閾値
pt: Limiar invisível

source: Color level
de: Farbebene
fr: Niveau de couleur
it: Livello colore
ja: カラーレベル
pt: Nível de cor

# tfmviewer.mcxplotexit.caption
source: Exit
de: Beenden
fr: Quitter
it: Esci
ja: 終了
pt: Sair

# tfmviewer.mcxplotexit.hint
source: Exit
de: Beenden
fr: Quitter
it: Esci
ja: 終了
pt: Sair

source: Open File
de: Datei öffnen
fr: Ouvrir fichier
it: Apri File
ja: ファイルを開く
pt: Abrir Arquivo

source: Open Data File
de: Datendatei öffnen
fr: Ouvrir fichier de données
it: Apri File Dati
ja: データファイルを開く
pt: Abrir Arquivo de Dados

# tfmviewer.mcxplotrefresh.caption
source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna
ja: 更新
pt: Atualizar

# tfmviewer.mcxplotrefresh.hint
source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna
ja: 更新
pt: Atualizar

# tfmviewer.mcxplotresetcamera.caption
source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta
ja: リセット
pt: Redefinir

# tfmviewer.mcxplotsavescreen.caption
source: Save Screen
de: Bildschirm speichern
fr: Sauvegarder écran
it: Salva Schermata
ja: 画面保存
pt: Salvar Tela

source: Save screenshot
de: Screenshot speichern
fr: Sauvegarder capture d'écran
it: Salva screenshot
ja: スクリーンショット保存
pt: Salvar captura de tela

# tfmviewer.mcxplotshowbbx.caption
source: Show Bounding Box
de: Bounding-Box anzeigen
fr: Afficher boîte englobante
it: Mostra Riquadro Delimitatore
ja: 境界ボックス表示
pt: Mostrar Caixa Delimitadora

# tfmviewer.mcxplotshowbbx.hint
source: Show Bounding Box
de: Bounding-Box anzeigen
fr: Afficher boîte englobante
it: Mostra Riquadro Delimitatore
ja: 境界ボックス表示
pt: Mostrar Caixa Delimitadora

source: Pseudocolor
de: Pseudofarbe
fr: Pseudocouleur
it: Pseudocolore
ja: 疑似カラー
pt: Pseudocor

source: Use Pseudocolor
de: Pseudofarbe verwenden
fr: Utiliser pseudocouleur
it: Usa Pseudocolore
ja: 疑似カラー使用
pt: Usar Pseudocor

source: Reset 3D View
de: 3D-Ansicht zurücksetzen
fr: Réinitialiser vue 3D
it: Reimposta Vista 3D
ja: 3Dビューリセット
pt: Redefinir Vista 3D

source: DoNormalize Check this option allows MCX/MMC to normalize the output by the below formula Φ(i,j,k,t)=E(i,j,k,t) / (V*E_total*dT) where E(i,j,k,t) is the raw accummuated energy at each voxel; V is the size of the voxel in mm^3; dT is the time-gate width in s. After normalization, the result becomes TPSF or Green's function. Unchecking this option disables normalization.
it: DoNormalize Selezionare questa opzione consente a MCX/MMC di normalizzare l'output con la formula seguente: Φ(i,j,k,t)=E(i,j,k,t) / (V*E_total*dT) dove E(i,j,k,t) è l'energia grezza accumulata in ogni voxel; V è la dimensione del voxel in mm^3; dT è la larghezza del gate temporale in s. Dopo la normalizzazione, il risultato diventa TPSF o funzione di Green. Deselezionare questa opzione disabilita la normalizzazione.
pt: DoNormalize Marcar esta opção permite ao MCX/MMC normalizar a saída pela fórmula abaixo: Φ(i,j,k,t)=E(i,j,k,t) / (V*E_total*dT) onde E(i,j,k,t) é a energia bruta acumulada em cada voxel; V é o tamanho do voxel em mm^3; dT é a largura da janela temporal em s. Após a normalização, o resultado torna-se TPSF ou função de Green. Desmarcar esta opção desabilita a normalização.

source: OutputType This option specifies the output data type. * Fluence rate [J/mm^2/s] - the default output * Fluence [J/mm^2] - the integration of the fluence rate over each time gate * Energy deposition [J] - can be computed by multiplying fluence with absorption μa and voxel volume [mm^3] * Absorption Jacobian (mua) [1/mm] - in the replay mode, this outputs the sensitivity matrix for μa; * Average scattering event count - in the replay mode, this outputs the number of scattering event per voxel * Momentum transfer sensivity (DCS) - in the replay mode, this outputs the momentum transfer contribution/sensitivity from each voxel.
it: OutputType Questa opzione specifica il tipo di dati di output. * Tasso di fluenza [J/mm^2/s] - l'output predefinito * Fluenza [J/mm^2] - l'integrazione del tasso di fluenza su ogni gate temporale * Deposizione di energia [J] - può essere calcolata moltiplicando la fluenza con l'assorbimento μa e il volume del voxel [mm^3] * Jacobiano di assorbimento (mua) [1/mm] - nella modalità ripetizione, questo produce la matrice di sensibilità per μa * Conteggio medio eventi di scattering - nella modalità ripetizione, questo produce il numero di eventi di scattering per voxel * Sensibilità trasferimento di momento (DCS) - nella modalità ripetizione, questo produce il contributo/sensibilità di trasferimento di momento da ogni voxel
pt: OutputType Esta opção especifica o tipo de dados de saída. * Taxa de fluência [J/mm^2/s] - a saída padrão * Fluência [J/mm^2] - a integração da taxa de fluência sobre cada janela temporal * Deposição de energia [J] - pode ser calculada multiplicando a fluência com a absorção μa e volume do voxel [mm^3] * Jacobiano de absorção (mua) [1/mm] - no modo de repetição, isso gera a matriz de sensibilidade para μa * Contagem média de eventos de espalhamento - no modo de repetição, isso gera o número de eventos de espalhamento por voxel * Sensibilidade de transferência de momento (DCS) - no modo de repetição, isso gera a contribuição/sensibilidade de transferência de momento de cada voxel

source: User-defined »
it: Definito dall'utente »
pt: Definido pelo usuário »

# tfmnewsession.edsession.hint
source: Session
it: Sessione
pt: Sessão
