Repository: fangq/mcx
Catalog: mcxstudio/i18n/mcxstudio.*.po
Languages: de, fr, it, ja, pt

source: About Monte Carlo eXtreme Studio
de: Über Monte Carlo eXtreme Studio
fr: À propos de Monte Carlo eXtreme Studio
it: Informazioni su Monte Carlo eXtreme Studio
ja: モンテカルロエクストリームスタジオについて
pt: Sobre o Monte Carlo eXtreme Studio

# tfmabout.image3.hint
source: About MCX
de: Über MCX
fr: À propos de MCX
it: Informazioni su MCX
ja: MCXについて
pt: Sobre MCX

# tfmconfig.btcancel.caption
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar

source: MCX Studio Config
de: MCX Studio Konfiguration
fr: Configuration MCX Studio
it: Configurazione MCX Studio
ja: MCXスタジオ設定
pt: Configuração do MCX Studio

source: Use Manual Paths
de: Manuelle Pfade verwenden
fr: Utiliser les chemins manuels
it: Usa Percorsi Manuali
ja: 手動パスを使用
pt: Usar Caminhos Manuais

# tfmconfig.edlocalpath.columns[0].title.caption
source: Value
de: Wert
fr: Valeur
it: Valore
ja: 値
pt: Valor

# tfmconfig.edscppath.hint
source: Local SCP Executable Path
de: Lokaler SCP-Ausführungspfad
fr: Chemin de l'exécutable SCP local
it: Percorso Eseguibile SCP Locale
ja: ローカルSCP実行ファイルパス
pt: Caminho do Executável SCP Local

source: Local SSH Path
de: Lokaler SSH-Pfad
fr: Chemin SSH local
it: Percorso SSH Locale
ja: ローカルSSHパス
pt: Caminho SSH Local

source: MCXStudio Local Output Root Directory
de: MCX Studio lokales Ausgabe-Wurzelverzeichnis
fr: Répertoire racine de sortie local MCX Studio
it: Directory Radice Output Locale MCX Studio
ja: MCXスタジオローカル出力ルートディレクトリ
pt: Diretório Raiz de Saída Local do MCX Studio

source: Remote MCX/MMC/MCXCl Executable Search Paths
de: Remote-MCX/MMC/MCXCl ausführbare Suchpfade
fr: Chemins de recherche des exécutables MCX/MMC/MCXCl distants
it: Percorsi di Ricerca Eseguibili MCX/MMC/MCXCl Remoti
ja: リモートMCX/MMC/MCXCl実行ファイル検索パス
pt: Caminhos de Busca de Executáveis MCX/MMC/MCXCl Remotos

source: Local MCX/MMC/MCXCl Executable Search Paths
de: Lokale MCX/MMC/MCXCl ausführbare Suchpfade
fr: Chemins de recherche des exécutables MCX/MMC/MCXCl locaux
it: Percorsi di Ricerca Eseguibili MCX/MMC/MCXCl Locali
ja: ローカルMCX/MMC/MCXCl実行ファイル検索パス
pt: Caminhos de Busca de Executáveis MCX/MMC/MCXCl Locais

source: Local SSH Executable Path
de: Lokaler SSH-Ausführungspfad
fr: Chemin de l'exécutable SSH local
it: Percorso Eseguibile SSH Locale
ja: ローカルSSH実行ファイルパス
pt: Caminho do Executável SSH Local

# tfmconfig.groupbox6.caption
source: Local SCP Executable Path
de: Lokaler SCP-Ausführungspfad
fr: Chemin de l'exécutable SCP local
it: Percorso Eseguibile SCP Locale
ja: ローカルSCP実行ファイルパス
pt: Caminho do Executável SCP Local

source: Remote MCX/MMC/MCXCl Output Directory
de: Remote-MCX/MMC/MCXCl Ausgabeverzeichnis
fr: Répertoire de sortie MCX/MMC/MCXCl distant
it: Directory Output MCX/MMC/MCXCl Remoto
ja: リモートMCX/MMC/MCXCl出力ディレクトリ
pt: Diretório de Saída MCX/MMC/MCXCl Remoto

source: Remote GPU Server
fr: Serveur GPU distant
it: Server GPU Remoto
ja: リモートGPUサーバー
pt: Servidor GPU Remoto

source: Hostname or IP
de: Hostname oder IP
fr: Nom d'hôte ou IP
it: Nome host o IP
ja: ホスト名またはIP
pt: Nome do host ou IP

source: Port
it: Porta
ja: ポート
pt: Porta

source: User name
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
pt: Nome de usuário

# tfmdatafile.btcancel.caption
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar

source: Data File Properties
de: Datendatei-Eigenschaften
fr: Propriétés du fichier de données
it: Proprietà File Dati
ja: データファイルプロパティ
pt: Propriedades do Arquivo de Dados

source: Float (32bit)
de: Gleitkomma (32 Bit)
fr: Flottant (32 bits)
ja: 浮動小数点 (32ビット)
pt: Float (32bits)

source: Data File
de: Datendatei
fr: Fichier de données
it: File Dati
ja: データファイル
pt: Arquivo de Dados

source: Y Dimension
fr: Dimension Y
it: Dimensione Y
ja: Y次元
pt: Dimensão Y

source: X Dimension
fr: Dimension X
it: Dimensione X
ja: X次元
pt: Dimensão X

source: Z Dimension
fr: Dimension Z
it: Dimensione Z
ja: Z次元
pt: Dimensão Z

# tfmdatafile.label7.caption
source: Time Gates
de: Zeitfenster
fr: Fenêtres temporelles
it: Gate Temporali
ja: タイムゲート
pt: Janelas Temporais

# tfmdatafile.label8.caption
source: Time Gates
de: Zeitfenster
fr: Fenêtres temporelles
it: Gate Temporali
ja: タイムゲート
pt: Janelas Temporais

source: Header Size
de: Header-Größe
fr: Taille de l'en-tête
it: Dimensione Intestazione
ja: ヘッダーサイズ
pt: Tamanho do Cabeçalho

# tfmdomain.acexit.hint
source: Exit
de: Beenden
fr: Quitter
it: Esci
ja: 終了
pt: Sair

source: Hide Domain Box
de: Domänen-Box ausblenden
fr: Masquer la boîte de domaine
it: Nascondi Riquadro Dominio
ja: ドメインボックスを非表示
pt: Ocultar Caixa de Domínio

source: Load JSON
de: JSON laden
fr: Charger JSON
it: Carica JSON
ja: JSON読み込み
pt: Carregar JSON

source: Render
de: Rendern
fr: Rendu
it: Renderizza
ja: レンダリング
pt: Renderizar

source: Reset Camera
de: Kamera zurücksetzen
fr: Réinitialiser la caméra
it: Reimposta Fotocamera
ja: カメラリセット
pt: Reiniciar Câmera

# tfmdomain.acsaveimage.hint
source: Save Screen
de: Bildschirm speichern
fr: Sauvegarder l'écran
it: Salva Schermata
ja: 画面保存
pt: Salvar Tela

source: Save JSON
de: JSON speichern
fr: Sauvegarder JSON
it: Salva JSON
ja: JSON保存
pt: Salvar JSON

# tfmdomain.btbackground.hint
source: Change Background Color
de: Hintergrundfarbe ändern
fr: Changer la couleur d'arrière-plan
it: Cambia Colore di Sfondo
ja: 背景色変更
pt: Alterar Cor de Fundo

source: Pin Editor
de: Editor anheften
fr: Épingler l'éditeur
it: Fissa Editor
ja: エディター固定
pt: Fixar Editor

source: Show editor
de: Editor anzeigen
fr: Afficher l'éditeur
it: Mostra editor
ja: エディター表示
pt: Mostrar editor

source: MCX Domain Renderer
de: MCX Domänen-Renderer
fr: Moteur de rendu de domaine MCX
it: Renderer Dominio MCX
ja: MCXドメインレンダラー
pt: Renderizador de Domínio MCX

source: To expand or collapse the command window.
de: Um das Befehlsfenster zu erweitern oder zu reduzieren.
fr: Pour développer ou réduire la fenêtre de commande.
it: Per espandere o collassare la finestra dei comandi.
ja: コマンドウィンドウを展開または縮小します。
pt: Para expandir ou recolher a janela de comandos.

source: Load seed data from previous simulations for replay
de: Seed-Daten aus vorherigen Simulationen für Wiedergabe laden
fr: Charger les données de graine des simulations précédentes pour relecture
it: Carica dati seme da simulazioni precedenti per ripetizione
ja: 再現のため以前のシミュレーションからシードデータを読み込み
pt: Carregar dados de semente de simulações anteriores para repetição

source: Send
de: Senden
fr: Envoyer
it: Invia
ja: 送信
pt: Enviar

source: Send the user input to the input buffer of the external program currently being executed.
de: Die Benutzereingabe an den Eingabepuffer des aktuell ausgeführten externen Programms senden.
fr: Envoyer l'entrée utilisateur vers le tampon d'entrée du programme externe actuellement en cours d'exécution.
it: Invia l'input utente al buffer di input del programma esterno attualmente in esecuzione.
ja: 現在実行中の外部プログラムの入力バッファにユーザー入力を送信します。
pt: Enviar a entrada do usuário para o buffer de entrada do programa externo atualmente sendo executado.

source: Clear Output
de: Ausgabe löschen
fr: Effacer la sortie
it: Pulisci Output
ja: 出力クリア
pt: Limpar Saída

source: MCX Studio
ja: MCXスタジオ

source: Let MCX decide thread/block size (-A)
de: MCX Thread-/Blockgröße entscheiden lassen (-A)
fr: Laisser MCX décider de la taille thread/bloc (-A)
it: Lascia che MCX decida dimensione thread/blocco (-A)
ja: MCXにスレッド/ブロックサイズを決定させる (-A)
pt: Deixar MCX decidir tamanho de thread/bloco (-A)

source: Autopilot Checking this box tells MCX/MMC to automatically determine the "optimal" thread number and block size by using the hardware information. It is recommended to always check this box. The key to maximize simulation throughput is to ensure a large number of threads are launched to keep the hardware resources fully utilized.
de: Autopilot Diese Box zu aktivieren teilt MCX/MMC mit, automatisch die "optimale" Thread-Anzahl und Blockgröße anhand der Hardware-Informationen zu bestimmen. Es wird empfohlen, diese Box immer zu aktivieren. Der Schlüssel zur Maximierung des Simulationsdurchsatzes ist sicherzustellen, dass eine große Anzahl von Threads gestartet wird, um die Hardware-Ressourcen vollständig zu nutzen.
fr: Pilote automatique Cocher cette case demande à MCX/MMC de déterminer automatiquement le nombre "optimal" de threads et la taille de bloc en utilisant les informations matérielles. Il est recommandé de toujours cocher cette case. La clé pour maximiser le débit de simulation est de s'assurer qu'un grand nombre de threads sont lancés pour maintenir les ressources matérielles pleinement utilisées.
it: Pilota Automatico Selezionare questa casella dice a MCX/MMC di determinare automaticamente il numero "ottimale" di thread e la dimensione del blocco utilizzando le informazioni hardware. Si raccomanda di selezionare sempre questa casella. La chiave per massimizzare il throughput della simulazione è assicurarsi che un gran numero di thread vengano lanciati per mantenere le risorse hardware completamente utilizzate.
ja: オートパイロット このボックスをチェックすると、MCX/MMCにハードウェア情報を使用して「最適な」スレッド数とブロックサイズを自動的に決定するよう指示します。 常にこのボックスをチェックすることが推奨されます。シミュレーションスループットを最大化する鍵は、ハードウェアリソースを完全に活用するために大量のスレッドが起動されることを確実にすることです。
pt: Piloto Automático Marcar esta caixa diz ao MCX/MMC para determinar automaticamente o número "ótimo" de threads e tamanho de bloco usando as informações do hardware. É recomendado sempre marcar esta caixa. A chave para maximizar o throughput da simulação é garantir que um grande número de threads sejam lançadas para manter os recursos de hardware completamente utilizados.

source: SaveDetFlag This checkbox list allows users to select the detected photon data items that they want to save in the .mch file. By default, only the Detector ID and Partial Pathlength are stored.
de: SaveDetFlag Diese Checkbox-Liste ermöglicht es Benutzern, die detektierten Photonen-Datenelemente auszuwählen, die sie in der .mch-Datei speichern möchten. Standardmäßig werden nur die Detektor-ID und die partielle Pfadlänge gespeichert.
fr: SaveDetFlag Cette liste de cases à cocher permet aux utilisateurs de sélectionner les éléments de données de photons détectés qu'ils souhaitent sauvegarder dans le fichier .mch. Par défaut, seuls l'ID du détecteur et la longueur de chemin partielle sont stockés.
it: SaveDetFlag Questa lista di caselle di controllo consente agli utenti di selezionare gli elementi di dati dei fotoni rilevati che vogliono salvare nel file .mch. Per impostazione predefinita, vengono memorizzati solo l'ID Rivelatore e la Lunghezza Percorso Parziale.
ja: SaveDetFlag このチェックボックスリストは、ユーザーが.mchファイルに保存したい検出光子データ項目を選択できます。 デフォルトでは、検出器IDと部分パス長のみが保存されます。
pt: SaveDetFlag Esta lista de caixas de seleção permite aos usuários selecionar os itens de dados de fótons detectados que desejam salvar no arquivo .mch. Por padrão, apenas o ID do Detector e o Comprimento Parcial do Caminho são armazenados.

source: Run remote command:
de: Remote-Befehl ausführen:
fr: Exécuter commande distante :
it: Esegui comando remoto:
ja: リモートコマンド実行:
pt: Executar comando remoto:

source: DoRemote Check this option asks MCXStudio to call the specified ssh command and run mcx/mmc simulations on remote servers. Please be aware that one must prepare the server and client to enable remote execution, this include 1. install mcx/mmc/mcxcl executable on remote server and add path to the PATH environment 2. install ssh client on the local client; for Linux/Mac, ssh/scp command is typically built-in; for windows, please install plink.exe and pscp.exe and ensure that their paths are on the PATH environment variable 3. optionally, one can set the SSH key between the client and server to avoid typing password, please see http://www.linuxproblem.org/art_9.html
de: DoRemote Diese Option zu aktivieren fordert MCX Studio auf, den angegebenen SSH-Befehl aufzurufen und mcx/mmc-Simulationen auf Remote-Servern auszuführen. Bitte beachten Sie, dass Server und Client für die Remote-Ausführung vorbereitet werden müssen. Dies beinhaltet: 1. mcx/mmc/mcxcl-Ausführungsdatei auf dem Remote-Server installieren und Pfad zur PATH-Umgebungsvariablen hinzufügen 2. SSH-Client auf dem lokalen Client installieren; für Linux/Mac ist der ssh/scp-Befehl typischerweise eingebaut; für Windows installieren Sie bitte plink.exe und pscp.exe und stellen sicher, dass ihre Pfade in der PATH-Umgebungsvariablen stehen 3. optional kann der SSH-Schlüssel zwischen Client und Server eingerichtet werden, um das Eingeben von Passwörtern zu vermeiden, siehe http://www.linuxproblem.org/art_9.html
fr: DoRemote Cocher cette option demande à MCX Studio d'appeler la commande ssh spécifiée et d'exécuter les simulations mcx/mmc sur des serveurs distants. Veuillez noter qu'il faut préparer le serveur et le client pour permettre l'exécution distante, ceci inclut : 1. installer l'exécutable mcx/mmc/mcxcl sur le serveur distant et ajouter le chemin à la variable d'environnement PATH 2. installer le client ssh sur le client local ; pour Linux/Mac, la commande ssh/scp est généralement intégrée ; pour Windows, veuillez installer plink.exe et pscp.exe et vous assurer que leurs chemins sont dans la variable d'environnement PATH 3. optionnellement, on peut configurer la clé SSH entre le client et le serveur pour éviter de taper le mot de passe, voir http://www.linuxproblem.org/art_9.html
it: DoRemote Selezionare questa opzione chiede a MCX Studio di chiamare il comando ssh specificato ed eseguire simulazioni mcx/mmc su server remoti. Si prega di essere consapevoli che bisogna preparare il server e il client per abilitare l'esecuzione remota, questo include: 1. installare l'eseguibile mcx/mmc/mcxcl sul server remoto e aggiungere il percorso alla variabile d'ambiente PATH 2. installare client ssh sul client locale; per Linux/Mac, il comando ssh/scp è tipicamente integrato; per Windows, si prega di installare plink.exe e pscp.exe e assicurarsi che i loro percorsi siano nella variabile d'ambiente PATH 3. opzionalmente, si può impostare la chiave SSH tra client e server per evitare di digitare la password, vedere http://www.linuxproblem.org/art_9.html
ja: DoRemote このオプションをチェックすると、MCXスタジオに指定されたsshコマンドを呼び出し、リモートサーバーでmcx/mmcシミュレーションを実行するよう要求します。 リモート実行を有効にするには、サーバーとクライアントを準備する必要があることにご注意ください。これには以下が含まれます： 1. リモートサーバーにmcx/mmc/mcxcl実行ファイルをインストールし、PATH環境変数にパスを追加 2. ローカルクライアントにsshクライアントをインストール；Linux/Macの場合、ssh/scpコマンドは通常組み込まれています；Windowsの場合、plink.exeとpscp.exeをインストールし、それらのパスがPATH環境変数にあることを確認してください 3. オプションで、パスワード入力を避けるためにクライアントとサーバー間でSSHキーを設定できます。http://www.linuxproblem.org/art_9.html を参照してください
pt: DoRemote Marcar esta opção pede ao MCX Studio para chamar o comando ssh especificado e executar simulações mcx/mmc em servidores remotos. Por favor, esteja ciente de que é preciso preparar o servidor e cliente para habilitar a execução remota, isso inclui: 1. instalar o executável mcx/mmc/mcxcl no servidor remoto e adicionar o caminho à variável de ambiente PATH 2. instalar cliente ssh no cliente local; para Linux/Mac, o comando ssh/scp é normalmente integrado; para Windows, por favor instale plink.exe e pscp.exe e certifique-se de que seus caminhos estão na variável de ambiente PATH 3. opcionalmente, pode-se configurar a chave SSH entre o cliente e servidor para evitar digitar senha, veja http://www.linuxproblem.org/art_9.html

source: Replay
de: Wiedergabe
fr: Relecture
it: Ripeti
ja: リプレイ
pt: Repetir

source: DoReplay When selecting a .mch file as the seed, this checkbox is automatically checked, signifying that MCX/MMC will perform a photon replay by reading the RNG seeds from the .mch file and rerun the photons to produce the Jacobians - in such case, one can use the "Output Type" to select which metric to output.
de: DoReplay Bei der Auswahl einer .mch-Datei als Seed wird diese Checkbox automatisch aktiviert, was bedeutet, dass MCX/MMC eine Photonen-Wiedergabe durchführt, indem die RNG-Seeds aus der .mch-Datei gelesen und die Photonen erneut ausgeführt werden, um die Jacobi-Matrizen zu erzeugen - in diesem Fall kann der "Ausgabetyp" verwendet werden, um zu wählen, welche Metrik ausgegeben werden soll.
fr: DoReplay Lors de la sélection d'un fichier .mch comme graine, cette case est automatiquement cochée, signifiant que MCX/MMC effectuera une relecture de photons en lisant les graines RNG du fichier .mch et relancera les photons pour produire les jacobiens - dans ce cas, on peut utiliser le "Type de sortie" pour sélectionner quelle métrique générer.
it: DoReplay Quando si seleziona un file .mch come seme, questa casella di controllo viene automaticamente selezionata, indicando che MCX/MMC eseguirà una ripetizione dei fotoni leggendo i semi RNG dal file .mch e rieseguendo i fotoni per produrre i Jacobiani - in tal caso, si può usare il "Tipo di Output" per selezionare quale metrica produrre.
ja: DoReplay シードとして.mchファイルを選択すると、このチェックボックスが自動的にチェックされ、MCX/MMCが.mchファイルからRNGシードを読み取り、光子を再実行してヤコビアンを生成する光子リプレイを実行することを示します - この場合、「出力タイプ」を使用してどのメトリックを出力するかを選択できます。
pt: DoReplay Ao selecionar um arquivo .mch como semente, esta caixa de seleção é automaticamente marcada, indicando que MCX/MMC irá realizar uma repetição de fótons lendo as sementes RNG do arquivo .mch e executar novamente os fótons para produzir os Jacobianos - neste caso, pode-se usar o "Tipo de Saída" para selecionar qual métrica será gerada.

source: Lock GPU
de: GPU sperren
fr: Verrouiller GPU
it: Blocca GPU
ja: GPUロック
pt: Bloquear GPU

source: Checking this box prevents MCXStudio from updating the device list when switching between different simulation sessions. When running simulation on a remote server, it is recommended to lock the GPU to avoid resetting of the device list.
de: Diese Box zu aktivieren verhindert, dass MCX Studio die Geräteliste beim Wechseln zwischen verschiedenen Simulationssitzungen aktualisiert. Bei der Ausführung von Simulationen auf einem Remote-Server wird empfohlen, die GPU zu sperren, um ein Zurücksetzen der Geräteliste zu vermeiden.
fr: Cocher cette case empêche MCX Studio de mettre à jour la liste des périphériques lors du basculement entre différentes sessions de simulation. Lors de l'exécution de simulation sur un serveur distant, il est recommandé de verrouiller le GPU pour éviter la réinitialisation de la liste des périphériques.
it: Selezionare questa casella impedisce a MCX Studio di aggiornare l'elenco dispositivi quando si cambia tra sessioni di simulazione diverse. Quando si esegue una simulazione su un server remoto, si raccomanda di bloccare la GPU per evitare il reset dell'elenco dispositivi.
ja: このボックスをチェックすると、異なるシミュレーションセッション間を切り替える際にMCXスタジオがデバイスリストを更新するのを防ぎます。 リモートサーバーでシミュレーションを実行する場合、デバイスリストのリセットを避けるためにGPUをロックすることが推奨されます。
pt: Marcar esta caixa impede que o MCX Studio atualize a lista de dispositivos ao alternar entre diferentes sessões de simulação. Ao executar simulação em um servidor remoto, é recomendado bloquear a GPU para evitar a reinicialização da lista de dispositivos.

source: Do normalization (-U)
de: Normalisierung durchführen (-U)
fr: Faire la normalisation (-U)
it: Esegui normalizzazione (-U)
ja: 正規化実行 (-U)
pt: Fazer normalização (-U)

source: DoNormalize Check this option allows MCX/MMC to normalize the output by the below formula Î¦(i,j,k,t)=E(i,j,k,t) / (V*E_total*dT) where E(i,j,k,t) is the raw accummuated energy at each voxel; V is the size of the voxel in mm^3; dT is the time-gate width in s. After normalization, the result becomes TPSF or Green's function. Unchecking this option disables normalization.
de: DoNormalize Diese Option zu aktivieren ermöglicht es MCX/MMC, die Ausgabe mit der folgenden Formel zu normalisieren: Φ(i,j,k,t)=E(i,j,k,t) / (V*E_total*dT) wobei E(i,j,k,t) die rohe akkumulierte Energie an jedem Voxel ist; V ist die Größe des Voxels in mm^3; dT ist die Zeitfenster-Breite in s. Nach der Normalisierung wird das Ergebnis zur TPSF oder Green-Funktion. Diese Option zu deaktivieren deaktiviert die Normalisierung.
fr: DoNormalize Cocher cette option permet à MCX/MMC de normaliser la sortie par la formule suivante : Φ(i,j,k,t)=E(i,j,k,t) / (V*E_total*dT) où E(i,j,k,t) est l'énergie accumulée brute à chaque voxel ; V est la taille du voxel en mm^3 ; dT est la largeur de la fenêtre temporelle en s. Après normalisation, le résultat devient TPSF ou fonction de Green. Décocher cette option désactive la normalisation.
ja: DoNormalize このオプションをチェックすると、MCX/MMCが以下の式で出力を正規化できます： Φ(i,j,k,t)=E(i,j,k,t) / (V*E_total*dT) ここで E(i,j,k,t) は各ボクセルでの生の蓄積エネルギー；V はボクセルのサイズ（mm^3）；dT はタイムゲート幅（s）です。 正規化後、結果はTPSFまたはグリーン関数になります。 このオプションのチェックを外すと正規化が無効になります。

source: Do reflection all boundaries (-b)
de: Reflexion an allen Grenzen (-b)
fr: Faire réflexion toutes frontières (-b)
it: Esegui riflessione tutti i confini (-b)
ja: すべての境界で反射実行 (-b)
pt: Fazer reflexão em todos os limites (-b)

source: DoReflect Check this option (by default) enables reflection/refrection calculations when refractive index mismatch is detected at tissue boundaries. If this option is unchecked, any photon hits the boundary between a non-zero and zero-valued voxel will be terminated (i.e. total absorbtion boundary condition). The medium outside of the volume bounding box is assumed to have the optical properties defined as label 0 (the first row in the Media Settings table on the right).
de: DoReflect Diese Option (standardmäßig) zu aktivieren ermöglicht Reflexions-/Brechungsberechnungen, wenn eine Brechungsindex-Diskrepanz an Gewebegrenzen erkannt wird. Wenn diese Option nicht aktiviert ist, wird jedes Photon, das die Grenze zwischen einem Voxel mit Nicht-Null- und Null-Wert trifft, beendet (d.h. totale Absorptions-Randbedingung). Das Medium außerhalb der Volumen-Bounding-Box wird angenommen, die optischen Eigenschaften zu haben, die als Label 0 definiert sind (die erste Zeile in der Medien-Einstellungstabelle rechts).
fr: DoReflect Cocher cette option (par défaut) active les calculs de réflexion/réfraction lorsqu'une non-concordance d'indice de réfraction est détectée aux frontières tissulaires. Si cette option est décochée, tout photon frappant la frontière entre un voxel de valeur non nulle et nulle sera terminé (c.-à-d. condition de frontière d'absorption totale). Le milieu extérieur à la boîte englobante du volume est supposé avoir les propriétés optiques définies comme étiquette 0 (la première rangée dans le tableau Paramètres de milieu à droite).
it: DoReflect Selezionare questa opzione (per impostazione predefinita) abilita i calcoli di riflessione/rifrazione quando viene rilevata una discordanza dell'indice di rifrazione ai confini del tessuto. Se questa opzione è deselezionata, qualsiasi fotone che colpisce il confine tra un voxel di valore non-zero e zero verrà terminato (cioè condizione di confine ad assorbimento totale). Il mezzo esterno alla bounding box del volume si assume abbia le proprietà ottiche definite come etichetta 0 (la prima riga nella tabella Impostazioni Media a destra).
ja: DoReflect このオプション（デフォルト）をチェックすると、組織境界で屈折率の不一致が検出されたときに反射/屈折計算が有効になります。 このオプションがチェックされていない場合、非ゼロとゼロ値ボクセル間の境界に当たる光子は終了されます（つまり、全吸収境界条件）。 ボリューム境界ボックス外の媒質は、ラベル0として定義された光学特性を持つと仮定されます（右側の媒質設定テーブルの最初の行）。
pt: DoReflect Marcar esta opção (por padrão) habilita cálculos de reflexão/refração quando incompatibilidade de índice refrativo é detectada nos limites do tecido. Se esta opção estiver desmarcada, qualquer fóton que atingir o limite entre um voxel de valor não-zero e zero será terminado (ou seja, condição de limite de absorção total). O meio fora da caixa delimitadora do volume é assumido como tendo as propriedades ópticas definidas como rótulo 0 (a primeira linha na tabela de Configurações de Mídia à direita).

source: Save fluence (-S)
de: Fluenz speichern (-S)
fr: Sauvegarder fluence (-S)
it: Salva fluenza (-S)
ja: フルエンス保存 (-S)
pt: Salvar fluência (-S)
